---
title: "Recrutement au SNC – Énoncé de confidentialité"
description: "Renseignements sur la confidentialité et la protection de vos renseignements personnels."
image: contact.jpg
type: section
layout: page
url: /transparence/enonce-de-confidentialite/
aliases: [/legal/privacy-notice/]
---

<section class="section page-privacy-notice">
  <p>
    Le Service num&eacute;rique canadien (SNC) s&rsquo;est engag&eacute;
    &agrave; prot&eacute;ger les droits relatifs &agrave; la vie priv&eacute;e
    des particuliers, y compris &agrave; prot&eacute;ger les renseignements
    personnels fournis au SNC de mani&egrave;re volontaire au moyen de ce
    formulaire en ligne et par courriel, ainsi que d&rsquo;autres formes de
    correspondance. Le SNC fait partie du Secr&eacute;tariat du Conseil du
    Tr&eacute;sor du Canada (SCT) et de plus amples renseignements au sujet de
    nos pratiques en mati&egrave;re de protection de la vie priv&eacute;e sont
    disponibles dans notre
    <a href="https://numerique.canada.ca/transparence/confidentialite/">&eacute;nonc&eacute; de confidentialit&eacute;</a>.
  </p>
  <p>
   Ce formulaire en ligne est utilis&eacute; &agrave; des fins de
      pr&eacute;s&eacute;lection en fonction des volets de travail actuellement
      &eacute;valu&eacute;s par le SNC. Dans le cadre de notre processus de recrutement, nous utilisons
      <a href="https://www.lever.co/hire">Lever Hire</a
      >, un syst&egrave;me externe de suivi des candidats. Les demandes
      pr&eacute;sent&eacute;es au moyen de ce syst&egrave;me sont assujetties
      &agrave; une
      <a href="https://www.lever.co/privacy-policy"
        >politique sur la protection des renseignements personnels</a
      >
et &agrave; des
      <a href="https://www.lever.co/terms-of-service/2"
        >conditions de service</a
      >. Le SNC examinera seulement les demandes pr&eacute;sent&eacute;es
      &agrave; l&rsquo;aide du syst&egrave;me de suivi des candidats.
  </p>
  <p>
   
      Les candidats s&eacute;lectionn&eacute;s pour les rondes
      d&rsquo;&eacute;valuation subs&eacute;quentes seront joints par courriel.
      N&rsquo;incluez aucun renseignement suppl&eacute;mentaire pouvant vous
      identifier (date de naissance, num&eacute;ro d&rsquo;assurance sociale,
      renseignements financiers ou m&eacute;dicaux, etc.) lorsque vous soumettez
      ce formulaire. Si vous avez des questions d&rsquo;ordre
      g&eacute;n&eacute;ral au sujet du processus de recrutement du SNC,
      veuillez
      <a href="https://numerique.canada.ca/contactez-nous/"
        >communiquer avec nous</a
      >
      par courriel ou sur les m&eacute;dias sociaux. Les renseignements fournis
      au moyen de ce formulaire en ligne ne seront pas divulgu&eacute;s aux
      programmes de recrutement ou de rayonnement autres que ceux du SNC sans
      votre consentement.</span
    >
  </p>
  <p class="p3">
    La collecte et l&rsquo;utilisation de vos renseignements personnels sont
      autoris&eacute;es en vertu de la
      <em>Loi sur la gestion des finances publiques</em> et la
      <em>Loi sur l&rsquo;emploi dans la fonction publique</em>. La collecte et
      l&rsquo;utilisation de vos renseignements personnels pour ce site se font
      conform&eacute;ment &agrave; la
      <em>Loi sur la protection des renseignements personnels</em>. Vos
      renseignements personnels peuvent &ecirc;tre utilis&eacute;s &agrave;
      l&rsquo;&eacute;tape de pr&eacute;s&eacute;lection d&rsquo;un volet de
      recrutement, afin de r&eacute;pondre &agrave; vos demandes de
      renseignements, le cas &eacute;ch&eacute;ant, et d&rsquo;aider &agrave;
      &eacute;valuer l&rsquo;efficacit&eacute; des programmes du SCT en
      r&eacute;ponse aux besoins des clients. Dans des cas exceptionnels (par
      exemple, les personnes qui font des remarques inappropri&eacute;es ou des
      menaces), les renseignements personnels peuvent &ecirc;tre
      divulgu&eacute;s sans votre consentement, conform&eacute;ment au
      paragraphe&nbsp;8(2) de la
      <em>Loi sur la protection des renseignements personnels</em>.
  </p>
  <p>
    Tout renseignement personnel qui pourra &ecirc;tre recueilli est
      d&eacute;crit dans les Fichiers de renseignements personnels ordinaires
      intitul&eacute;s
      <a
        href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements/fichiers-renseignements-personnels-ordinaires.html#psu911"
        >Demandes d&rsquo;emploi, POU&nbsp;911</a
      >
      et
      <a
        href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements/fichiers-renseignements-personnels-ordinaires.html#pse902"
        >Dotation, POE&nbsp;902</a
      >
      qui figurent sur la page Web du SCT intitul&eacute;e
      <a
        href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements.html"
        >Renseignements sur les programmes et les fonds de
          renseignements</a>.
  </p>
  <p>Si vous avez des questions, des commentaires, des pr&eacute;occupations
      ou des plaintes concernant le pr&eacute;sent &eacute;nonc&eacute; ou
      concernant vos droits d&rsquo;acc&eacute;der et d&rsquo;apporter des
      corrections &agrave; vos renseignements personnels, pri&egrave;re de les
      adresser au coordonnateur de l&rsquo;acc&egrave;s &agrave;
      l&rsquo;information et de la protection des renseignements personnels du
      SCT par courriel, &agrave;
      <a href="mailto:ATIP.AIPRP@TBS-SCT.gc.ca"
        >atip.aiprp@tbs-sct.gc.ca</a
      >, ou par t&eacute;l&eacute;phone, au&nbsp;1866312-1511. Vous pouvez aussi
      communiquer avec le Commissariat &agrave; la protection de la vie
      priv&eacute;e du Canada par courriel, &agrave;
      <a href="mailto:info@priv.gc.ca"
        >info@priv.gc.ca</a
      >, ou par t&eacute;l&eacute;phone, au 1-800-282-1376. Vous avez
      &eacute;galement la possibilit&eacute; de d&eacute;poser une plainte
      aupr&egrave;s du Commissariat &agrave; la protection de la vie
      priv&eacute;e du Canada quant &agrave; la fa&ccedil;on dont le SCT traite
      vos renseignements personnels.
  </p>
</section>
