---
title: 'Avis'
description: "Accéder à l'information sur les droits d'auteurs du gouvernement du Canada et autorisations de reproduire."
image: contact.jpg
lang: fr
layout: cds/page
permalink: /transparence/avis/
trans_url: '/legal/terms/'
no_index: 1
---

<section class="section page-legal page--outer-container-padding">
    <div class="row">
	<div class="col-md-8 col-md-offset-2 col-sm-10 col-sm-offset-1 col-xs-12">
	<h2>Emploi de fichiers situ&eacute;s sur des serveurs autres que ceux du gouvernement du Canada</h2>
	<p>Afin d'am&eacute;liorer la fonctionnalit&eacute; du site du Service num&eacute;rique canadien, certains fichiers (tels que les biblioth&egrave;ques &agrave; code source ouvert, les images et les scripts) peuvent &ecirc;tre t&eacute;l&eacute;charg&eacute;s automatiquement vers votre navigateur par l'entremise d'un serveur tiers ou d'un r&eacute;seau de diffusion de contenu de confiance. La diffusion de ces fichiers vise &agrave; offrir une exp&eacute;rience utilisateur transparente en diminuant les temps de r&eacute;ponse et en &eacute;vitant le t&eacute;l&eacute;chargement de ces fichiers par chaque visiteur. Le cas &eacute;ch&eacute;ant, des &eacute;nonc&eacute;s de protection des renseignements personnels traitant sp&eacute;cifiquement de ces fichiers se trouvent dans notre <a href="/transparence/confidentialite/">avis de confidentialit&eacute;</a>.</p>
	<h2>Offrir un contenu dans les deux langues officielles</h2>
	<p>La <a href="http://laws-lois.justice.gc.ca/fra/lois/O-3.01/">Loi sur les langues officielles</a>, le <a href="http://laws-lois.justice.gc.ca/fra/reglements/DORS-92-48/index.html">R&egrave;glement sur les langues officielles &ndash; communications avec le public et prestation des services</a> et les instruments de politiques du Conseil du Tr&eacute;sor pr&eacute;voient les circonstances o&ugrave; nous employons le fran&ccedil;ais et l'anglais dans la prestation des services. S'il n'y a pas d'obligation d'offrir le contenu dans les deux langues officielles, celui-ci pourrait &ecirc;tre offert uniquement dans une des langues officielles. L'information offerte par des entit&eacute;s non assujetties &agrave; la Loi sur les langues officielles est diffus&eacute;e que dans la langue dans laquelle fournie. Toute information dans une langue autre que l'anglais ou le fran&ccedil;ais n'est offerte qu'&agrave; titre gracieux aux visiteurs de notre site Web.</p>
	<h2>L'&eacute;tablissement d'hyperliens vers des sites Web autres que ceux du gouvernement du Canada</h2>
	<p>Les hyperliens menant &agrave; des sites Web qui ne sont pas g&eacute;r&eacute;s par le gouvernement du Canada, y compris ceux qui m&egrave;nent &agrave; nos comptes de m&eacute;dias sociaux, ne sont offerts que par commodit&eacute; aux visiteurs de notre site Web. Nous n'assumons aucune responsabilit&eacute; quant &agrave; la pr&eacute;cision, l'actualit&eacute; ou la fiabilit&eacute; du contenu de ces sites. Le gouvernement du Canada n'offre aucune garantie &agrave; cet &eacute;gard, n'assume aucune responsabilit&eacute; concernant l'information obtenue au moyen de ces liens et n'approuve ni ces sites, ni leur contenu.</p>
	<p>Les visiteurs doivent &eacute;galement savoir que l'information offerte par les sites autres que ceux du gouvernement du Canada, accessibles &agrave; l'aide des liens de ce site Web, n'est pas assujettie &agrave; la <a href="http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html">Loi sur la protection des renseignements personnels</a> ni &agrave; la <a href="http://laws-lois.justice.gc.ca/fra/lois/O-3.01/">Loi sur les langues officielles</a>, et pourrait ne pas &ecirc;tre accessible aux personnes handicap&eacute;es. Il se peut que l'information offerte ne soit disponible que dans les langues employ&eacute;es dans les sites en question. En ce qui a trait aux renseignements personnels, on invite les visiteurs &agrave; consulter les politiques de ces sites Web non gouvernementaux en mati&egrave;re de protection des renseignements personnels avant de communiquer leurs renseignements personnels.</p>
	<h2>Propri&eacute;t&eacute; et utilisation du contenu offert dans ce site</h2>
	<p>Le contenu de ce site Web a &eacute;t&eacute; produit ou rassembl&eacute; afin d'offrir aux Canadiens l'acc&egrave;s aux renseignements concernant le Service num&eacute;rique canadien. Vous pouvez utiliser et reproduire le contenu des fa&ccedil;ons suivantes&nbsp;:</p>
	<h3>Reproduction non commerciale</h3>
	<p>&Agrave; moins d'avis contraire, vous pouvez reproduire le contenu en totalit&eacute; ou en partie &agrave; des fins non commerciales, dans un format quelconque, sans frais ni autre permission, &agrave; condition&nbsp;:</p>
	<ul>
	<li>de faire preuve de diligence raisonnable quant &agrave; la pr&eacute;cision du contenu reproduit;</li>
	<li>de pr&eacute;ciser le titre complet du contenu reproduit, ainsi que l'auteur (s'il y a lieu);</li>
	<li>de pr&eacute;ciser qu'il s'agit d'une reproduction de la version disponible au [adresse URL o&ugrave; le document original se trouve].</li>
	</ul>
	<h3>Reproduction commerciale</h3>
	<p>&Agrave; moins d'avis contraire, il est interdit de reproduire le contenu de ce site, en totalit&eacute; ou en partie, &agrave; des fins de diffusion commerciale sans avoir obtenu au pr&eacute;alable la permission &eacute;crite de l'administrateur du droit d'auteur. Si vous souhaitez obtenir les droits de reproduction du contenu du gouvernement du Canada du pr&eacute;sent site &agrave; des fins commerciales, contactez&nbsp;:</p>
	<p>Service num&eacute;rique canadien<br /> 219, av. Laurier O., 14<sup>e</sup> &eacute;tage<br /> Ottawa (Ontario) K1A 0R5</p>
	<p>ou en envoyant un courriel à l’adresse <a href="mailto:cds-snc@tbs-sct.gc.ca">cds-snc@tbs-sct.gc.ca</a>.</p>
	<p>Une partie du contenu de ce site pourrait faire l'objet du droit d'auteur d'une tierce partie. Lorsque des informations sont produites et que le gouvernement du Canada n'est pas le d&eacute;tenteur des droits d'auteur, le contenu est prot&eacute;g&eacute; par la <a href="http://laws-lois.justice.gc.ca/fra/lois/C-42/index.html">Loi sur le droit d'auteur</a> et des ententes internationales. Les d&eacute;tails relatifs au droit d'auteur sont pr&eacute;cis&eacute;s sur les pages pertinentes.</p>
	<h3>Avis concernant l'image de marque</h3>
	<p>La reproduction des symboles officiels du gouvernement du Canada, y compris le mot-symbole &laquo; Canada &raquo;, les armoiries du Canada et le symbole du drapeau, &agrave; des fins commerciales ou non commerciales, est interdite sans <a href="http://www.tbs-sct.gc.ca/fip-pcim/spec/t105-fra.asp">autorisation &eacute;crite</a> au pr&eacute;alable.</p>
	<h3>Notre engagement &agrave; l'&eacute;gard de l'accessibilit&eacute;</h3>
  <p>Le gouvernement du Canada est d&eacute;termin&eacute; &agrave; maintenir une norme d'accessibilit&eacute; &eacute;lev&eacute;e conform&eacute;ment &agrave; la <a href="http://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=23601">Norme sur l'accessibilit&eacute; des sites Web</a> et la <a href="http://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=27088">Norme sur l'optimisation des sites Web et des applications pour appareils mobiles</a>. Veuillez communiquer avec nous si vous &eacute;prouvez des difficult&eacute;s &agrave; utiliser nos pages Web, les applications ou les applications mobiles ax&eacute;es sur l'appareil, ou si vous d&eacute;sirez obtenir des formats de substitution comme le caract&egrave;re ordinaire, le braille ou un autre format appropri&eacute;.</p>
	<h2>M&eacute;dias sociaux</h2>
	<p>Cet avis a pour but d'expliquer comment le Service num&eacute;rique canadien dialogue avec le public sur les plateformes de m&eacute;dias sociaux.</p>
	<h3>Contenu et fr&eacute;quence</h3>
	<p>Les comptes de m&eacute;dias sociaux sont une autre m&eacute;thode permettant au Service num&eacute;rique canadien de communiquer le contenu publi&eacute; sur son site Web et de dialoguer avec ses partenaires. En suivant les comptes de m&eacute;dias sociaux du Service num&eacute;rique canadien (gr&acirc;ce aux fonctions &laquo; suivre &raquo;, &laquo; aimer &raquo; ou &laquo; s'abonner &raquo;), vous pouvez vous attendre &agrave; obtenir de l'information sur les programmes et services du gouvernement.</p>
	<p>Les serveurs des plateformes de m&eacute;dias sociaux &eacute;tant g&eacute;r&eacute;es par un tiers, les comptes de m&eacute;dias sociaux sont expos&eacute;s &agrave; des interruptions de service qui peuvent &eacute;chapper au contr&ocirc;le du gouvernement du Canada. Ainsi, le gouvernement n'accepte aucune responsabilit&eacute; en cas de non disponibilit&eacute; des plateformes.</p>
	<h3>Liens vers d'autres sites Web et des annonces</h3>
	<p>On peut trouver dans les comptes de m&eacute;dias sociaux des liens ou des annonces li&eacute;s &agrave; des sites Web &eacute;chappant au contr&ocirc;le du gouvernement du Canada. Ces liens sont fournis uniquement pour accommoder les utilisateurs. Le gouvernement du Canada n'assume aucune responsabilit&eacute; pour l'information obtenue au moyen de ces liens ou de ces annonces et il n'approuve ni les sites, ni leur contenu.</p>
	<h3>Accessibilit&eacute; des plateformes de m&eacute;dias sociaux</h3>
	<p>Les plateformes de m&eacute;dias sociaux &eacute;tant g&eacute;r&eacute;es par des tiers fournisseurs de services, elles ne sont pas tenues d'observer les normes du gouvernement du Canada en ce qui concerne l'accessibilit&eacute; du Web.</p>
	<h3>Droit d'auteur</h3>
	<p>L'information publi&eacute;e par le gouvernement du Canada est assujettie &agrave; la <a href="http://laws-lois.justice.gc.ca/fra/lois/C-42/index.html">Loi sur le droit d'auteur</a>.</p>
	<h3>Protection des renseignements personnels</h3>
	<p>Les comptes de m&eacute;dias sociaux du Service num&eacute;rique canadien ne sont pas des sites Web du gouvernement du Canada. Ils constituent seulement sa pr&eacute;sence sur les plateformes des tiers fournisseurs de services.</p>
	<p>Pour obtenir de plus amples renseignements, consultez notre avis concernant les plateformes de m&eacute;dias sociaux g&eacute;r&eacute;es par des tiers.</p>
	<h3>Langues officielles</h3>
	<p>Bon nombre de plateformes de m&eacute;dias sociaux offrent plusieurs choix de langues et vous donnent des instructions pour vous aider &agrave; &eacute;tablir vos pr&eacute;f&eacute;rences. Le gouvernement du Canada respecte la <a href="http://laws-lois.justice.gc.ca/fra/lois/O-3.01/index.html">Loi sur les langues officielles</a> et il est d&eacute;termin&eacute; &agrave; prendre les moyens n&eacute;cessaires pour que son information soit disponible en fran&ccedil;ais et en anglais et pour que la qualit&eacute; soit &eacute;gale dans les deux versions.</p>
		</div>
  </div>	
</section>
