---
title: 'Confidentialité'
description: "Renseignements sur la confidentialité et la protection de vos renseignements personnels."
image: contact.jpg
lang: fr
layout: cds/page
permalink: /transparence/confidentialite/
trans_url: '/legal/privacy/'
no_index: 1
---

<section class="section page-legal">
	
	<p>Le gouvernement du Canada s'engage &agrave; prot&eacute;ger les renseignements personnels des visiteurs de ses sites Web. Le pr&eacute;sent &eacute;nonc&eacute; de confidentialit&eacute; r&eacute;sume la politique et les pratiques de confidentialit&eacute; associ&eacute;es au site Web du Service num&eacute;rique canadien, un site Web sous la responsabilit&eacute; du <a href="https://www.canada.ca/fr/secretariat-conseil-tresor.html">Secr&eacute;tariat du Conseil du Tr&eacute;sor</a> (SCT).</p>
	<h2>La protection de vos renseignements personnels et l'Internet</h2>
	<p>Des renseignements personnels particuliers, tels que votre nom, votre num&eacute;ro de t&eacute;l&eacute;phone ou votre adresse courriel, ne sont pas automatiquement saisis. Le SCT n'obtiendrait ce type de renseignements que si vous les fournissez par courriel ou lorsque vous vous enregistrez dans une portion prot&eacute;g&eacute;e du site pour un programme ou un service (p. ex., renseignements personnels fournis de plein gr&eacute; lorsque vous remplissez un formulaire ou une demande de service en ligne).</p>
	<p>La nature de l'Internet est telle que les serveurs Web recueillent automatiquement certains renseignements concernant la visite d'un site Web, notamment l'adresse du protocole Internet (IP) du visiteur. Les adresses IP consistent en une s&eacute;rie de num&eacute;ros uniques attribu&eacute;s par les fournisseurs de services Internet (FSI) &agrave; tous les appareils utilis&eacute;s pour acc&eacute;der &agrave; Internet. Les serveurs Web enregistrent automatiquement les adresses IP des visiteurs sur leurs sites. L'adresse IP en soi ne permet pas d'identifier une personne. Dans certains cas toutefois, comme la coop&eacute;ration d'un FSI, elle peut &ecirc;tre utilis&eacute;e pour identifier une personne qui consulte le site. Pour cette raison, le gouvernement du Canada per&ccedil;oit l'adresse IP comme un renseignement personnel, surtout lorsqu'elle est accompagn&eacute;e d'autres donn&eacute;es qui sont recueillies syst&eacute;matiquement lorsqu'un visiteur demande une page Web, comme la page consult&eacute;e ou les pages consult&eacute;es, la date et l'heure de la visite.</p>
	<p>Dans les cas o&ugrave; les services sont dispens&eacute;s par des organisations autres que le gouvernement du Canada, notamment les plateformes de m&eacute;dias sociaux, les applications de recherche et les applications mobiles, les adresses IP peuvent &ecirc;tre enregistr&eacute;es par un serveur Web du tiers fournisseur de services.</p>
	<p>Tous les renseignements personnels cr&eacute;&eacute;s, d&eacute;tenus ou recueillis par le gouvernement du Canada sont prot&eacute;g&eacute;s dans le cadre de la <a href="http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html">Loi sur la protection des renseignements personnels</a> du gouvernement f&eacute;d&eacute;ral. Ainsi, &agrave; chaque point de saisie, on vous demandera votre consentement avant de recueillir les renseignements vous concernant ou on vous informera des fins auxquelles les dits renseignements sont saisis. On vous informera &eacute;galement de la raison pour laquelle les renseignements personnels sont recueillis et de la fa&ccedil;on dont vous pouvez exercer votre droit d'acc&eacute;der &agrave; ces renseignements et de les corriger. En pareil cas, la fa&ccedil;on dont sont trait&eacute;s vos renseignements personnels est d&eacute;crite dans un &eacute;nonc&eacute; de collecte de renseignements personnels.</p>
	<p>Les renseignements personnels des visiteurs ne sont habituellement divulgu&eacute;s &agrave; personne, sauf au personnel du gouvernement du Canada qui a besoin de ces renseignements pour s'acquitter de ses responsabilit&eacute;s. Toute divulgation suppl&eacute;mentaire de ces renseignements personnels particuliers devrait se faire conform&eacute;ment &agrave; la <em><a href="http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html">Loi sur la protection des renseignements personnels</a></em>.</p>
	<h2>Communication avec le Service num&eacute;rique canadien</h2>
	<p>Si vous choisissez de transmettre un courriel au Service num&eacute;rique canadien, vos renseignements personnels seront recueillis par le SCT et peuvent &ecirc;tre utilis&eacute;s pour r&eacute;pondre &agrave; votre demande de renseignements. Le SCT n'utilise pas ces renseignements pour cr&eacute;er des profils individuels. Toute divulgation de vos renseignements personnels s'effectue conform&eacute;ment &agrave; la <em>Loi sur la protection des renseignements personnels</em>.</p>
	<p>Les courriels et autres m&eacute;thodes &eacute;lectroniques utilis&eacute;es pour communiquer avec le gouvernement du Canada ne sont pas prot&eacute;g&eacute;s &agrave; moins que cela ne soit express&eacute;ment indiqu&eacute; sur une page Web. En cons&eacute;quence, il est recommand&eacute; que vous <strong>ne</strong> transmettiez <strong>pas </strong>de renseignements personnels de nature d&eacute;licate, tels que votre num&eacute;ro d'assurance sociale ou votre date de naissance, par des moyens &eacute;lectroniques non s&eacute;curis&eacute;s.</p>
	<p>Les renseignements personnels contenus dans les courriels sont recueillis conform&eacute;ment &agrave; l'article 7 de la <em>Loi sur la gestion des finances publiques</em>. Ces renseignements peuvent &ecirc;tre utilis&eacute;s &agrave; des fins statistiques ainsi que pour des &eacute;valuations et la production de rapports, et sont inclus dans la banque de renseignements personnels <a href="http://www.infosource.gc.ca/emp/emp03-fra.asp#pou914"><em>Communications publiques (POU 914)</em></a>.</p>
	<h2>M&eacute;dias sociaux de tiers</h2>
	<p>L'utilisation des m&eacute;dias sociaux par le gouvernement du Canada constitue le prolongement de sa pr&eacute;sence sur le Web. Les comptes des m&eacute;dias sociaux sont publics et ne sont pas h&eacute;berg&eacute;s sur les serveurs du gouvernement du Canada. Les utilisateurs qui choisissent d'interagir avec le gouvernement du Canada, notamment le Service num&eacute;rique canadien, par le truchement des m&eacute;dias sociaux devraient lire les conditions de service et les politiques de confidentialit&eacute; de ces tiers fournisseurs de services et celles li&eacute;es aux applications utilis&eacute;es pour y acc&eacute;der.</p>
	<h2>Am&eacute;liorer votre exp&eacute;rience sur le site Web du Service num&eacute;rique canadien</h2>
	<h3>Marqueurs num&eacute;riques (y compris les t&eacute;moins)</h3>
	<p>Un marqueur num&eacute;rique est une ressource cr&eacute;&eacute;e par le navigateur des visiteurs afin de retenir certains renseignements auxquels peut faire r&eacute;f&eacute;rence le serveur dans le cadre de la m&ecirc;me visite ou de visites subs&eacute;quentes. Les t&eacute;moins et les sp&eacute;cifications de stockage Web HTML5 sont des exemples de marqueurs num&eacute;riques. Voici certains exemples de ce que font les marqueurs num&eacute;riques.</p>
	<ul>
	<li>Ils permettent &agrave; un site Web de reconna&icirc;tre un visiteur qui a pr&eacute;alablement acc&eacute;d&eacute; au site.</li>
	<li>Ils assurent le suivi du contenu consult&eacute; sur un site, ce qui aide les administrateurs du site Web &agrave; s'assurer que les visiteurs trouvent ce qu'ils recherchent.</li>
	</ul>
	<p>Le site Web du Service num&eacute;rique canadien utilise des marqueurs num&eacute;riques de <em>session</em> et <em>persistant</em> sur son site Web. Pendant votre visite en ligne, votre navigateur &eacute;change des donn&eacute;es avec le serveur Web du Service num&eacute;rique canadien. Les marqueurs num&eacute;riques utilis&eacute;s ne permettent pas au Service num&eacute;rique canadien d'identifier des personnes et ne contiennent pas de renseignements personnels.</p>
	<p>Si vous le souhaitez, vous pouvez r&eacute;gler les param&egrave;tres de votre navigateur de mani&egrave;re &agrave; ce qu'il rejette les marqueurs num&eacute;riques, y compris les t&eacute;moins. Toutefois, cela pourrait influer sur votre capacit&eacute; &agrave; interagir avec le site Web du Service num&eacute;rique canadien.</p>
	<h3>Web analytique</h3>
	<p>Par Web analytique, on entend la collecte, l'analyse, la mesure et la pr&eacute;sentation de donn&eacute;es sur le trafic d'un site Internet et sur les visites effectu&eacute;es dans le but de comprendre et d'optimiser l'utilisation du Web. Les donn&eacute;es des marqueurs num&eacute;riques peuvent &ecirc;tre utilis&eacute;es de concert avec les demandes de donn&eacute;es informatiques pour d&eacute;terminer et rep&eacute;rer vos interactions en ligne avec le site Web du Service num&eacute;rique canadien.</p>
	<p>Le Service num&eacute;rique canadien utilise Google Analytics et l'analyse des fichiers journaux pour am&eacute;liorer le site Web du Service num&eacute;rique Canadien. Lorsque votre ordinateur demande une page Web, les types de donn&eacute;es suivants sont recueillis et utilis&eacute;s pour le Web analytique :</p>
	<ul>
	<li>l'adresse IP d'origine;</li>
	<li>la date et l'heure de la demande;</li>
	<li>le type de navigateur utilis&eacute;;</li>
	<li>la page visit&eacute;e ou les pages visit&eacute;es;</li>
	<li>le site Web de r&eacute;f&eacute;rencement.</li>
	</ul>
	<p>Si vous le souhaitez, vous pouvez choisir de ne pas &ecirc;tre surveill&eacute; par <em>Google Analytics</em> en d&eacute;sactivant ou en refusant les t&eacute;moins, en d&eacute;sactivant JavaScript dans votre navigateur ou en utilisant le <a href="https://tools.google.com/dlpage/gaoptout?hl=en">Module compl&eacute;mentaire de navigateur pour la d&eacute;sactivation de <em>Google Analytics</em> (disponible en anglais uniquement)</a>. M&ecirc;me si vous d&eacute;sactivez <em>Google Analytics</em> ou <em>JavaScript,</em> vous pourrez encore acc&eacute;der &agrave; des donn&eacute;es et &agrave; des services comparables de nos sites Web. Par contre, si vous d&eacute;sactivez votre option de t&eacute;moin volatil, vous aurez peut-&ecirc;tre de la difficult&eacute; &agrave; acc&eacute;der &agrave; des sites s&eacute;curis&eacute;s, mais pourrez encore consulter notre site Web public.</p>
	<p>Le site Web du Service num&eacute;rique canadien utilise l'analyse de fichiers journaux &agrave; l'interne et conserve les donn&eacute;es recueillies pour le Web analytique pendant une p&eacute;riode maximale de 18mois. Apr&egrave;s cette p&eacute;riode, les donn&eacute;es doivent &ecirc;tre &eacute;limin&eacute;es conform&eacute;ment &agrave; la <em>Norme sur la protection de la vie priv&eacute;e et le Web analytique</em> ou en obtenant l'autorisation du biblioth&eacute;caire et de l'archiviste du Canada. Les donn&eacute;es ne sont pas divulgu&eacute;es &agrave; un tiers fournisseur de services externe.</p>
	<p>Les donn&eacute;es recueillies pour le Web analytique sont transmises &agrave; l'ext&eacute;rieur du Canada vers des serveurs de Google et peuvent &ecirc;tre trait&eacute;es dans n'importe quel pays o&ugrave; Google exploite des serveurs. Les donn&eacute;es peuvent &ecirc;tre assujetties &agrave; la l&eacute;gislation applicable de ce pays (par exemple la <a href="http://www.fincen.gov/statutes_regs/patriot/"><em>USA Patriot Act</em>) (disponible en anglais uniquement)</a>. Pour un compl&eacute;ment d'information sur <em>Google Analytics</em>, veuillez-vous r&eacute;f&eacute;rer aux <a href="http://www.google.ca/analytics/terms/us.html">Conditions de service de <em>Google Analytics</em> (disponible en anglais uniquement)</a>.</p>
	<p>Les donn&eacute;es utilis&eacute;es aux fins de Web analytique sont recueillies conform&eacute;ment &agrave; l'article 7 de la <em>Loi sur la gestion des finances publiques</em>. Ces donn&eacute;es peuvent &ecirc;tre utilis&eacute;es &agrave; des fins de statistiques sur les technologies des communications et de l'information, de v&eacute;rification, d'&eacute;valuation, de recherche, de planification et de production de rapports. Pour un compl&eacute;ment d'information sur la fa&ccedil;on dont vos renseignements personnels sont prot&eacute;g&eacute;s dans le cadre du Web analytique, reportez-vous &agrave; la <em>Norme sur la protection de la vie priv&eacute;e et le Web analytique</em>.</p>
	<h2>Assurer la s&eacute;curit&eacute; des sites Web du gouvernement du Canada</h2>
	<p>Des programmes logiciels sont utilis&eacute;s pour surveiller la transmission de donn&eacute;es sur le r&eacute;seau et d&eacute;tecter toute tentative non autoris&eacute;e de t&eacute;l&eacute;charger ou de modifier des renseignements, ou encore de causer des torts. Lorsque vous visitez le site Web du Service num&eacute;rique canadien, ces programmes logiciels re&ccedil;oivent automatiquement et stockent temporairement les renseignements fournis par votre navigateur (par exemple, Internet Explorer, Mozilla Firefox) dans nos journaux de serveurs Web. Voici certains des renseignements recueillis automatiquement par notre serveur lorsque vous naviguez dans notre site Web :</p>
	<ul>
	<li>L'emplacement du r&eacute;seau et l'adresse du protocole Internet (IP) de l'ordinateur que vous avez utilis&eacute; pour acc&eacute;der &agrave; notre site Web.</li>
	<li>Le nom du domaine utilis&eacute; pour acc&eacute;der &agrave; Internet (.com, .org, .net, .ca, etc.).</li>
	<li>Le type de navigateur que vous avez utilis&eacute;.</li>
	<li>Le type de syst&egrave;me d'exploitation que vous avez utilis&eacute; (Windows, Mac OS, etc.).</li>
	<li>La date et l'heure auxquelles vous avez acc&eacute;d&eacute; au site.</li>
	<li>Les pages que vous avez consult&eacute;es et les documents que vous avez t&eacute;l&eacute;charg&eacute;s.</li>
	<li>L'adresse Internet du site Web &agrave; partir de laquelle vous vous &ecirc;tes connect&eacute; directement &agrave; notre site, le cas &eacute;ch&eacute;ant.</li>
	</ul>
	<p>Dans la plupart des cas, il s'agit de donn&eacute;es statistiques anonymes et aucune tentative n'est faite pour lier ces donn&eacute;es ou les adresses IP des ordinateurs qui se sont connect&eacute;s &agrave; notre site Web, &agrave; l'identit&eacute; de personnes qui visitent notre site, &agrave; moins qu'une tentative visant &agrave; endommager le site ait &eacute;t&eacute; d&eacute;tect&eacute;e. Les programmes ne sont jamais utilis&eacute;s pour recueillir des renseignements personnels pr&eacute;cis, comme votre nom, votre num&eacute;ro de t&eacute;l&eacute;phone ou votre adresse courriel.</p>
	<p>Lorsqu'une menace visant le site Web du Service num&eacute;rique canadien &nbsp;ou les syst&egrave;mes informatiques du gouvernement du Canada est d&eacute;tect&eacute;e, les renseignements sont recueillis conform&eacute;ment &agrave; <a href="http://laws-lois.justice.gc.ca/fra/lois/F-11/page-70.html#s-161.">l'article 161 de la <em>Loi sur la gestion des finances publiques</em></a>. Les renseignements peuvent &ecirc;tre communiqu&eacute;s aux autorit&eacute;s polici&egrave;res concern&eacute;es si l'on soup&ccedil;onne que des activit&eacute;s criminelles ont &eacute;t&eacute; exerc&eacute;es. De tels renseignements peuvent &ecirc;tre utilis&eacute;s pour &eacute;tablir des statistiques sur la s&eacute;curit&eacute; du r&eacute;seau, ainsi qu'&agrave; des fins de v&eacute;rification, d'&eacute;valuation, de recherche, de planification et d'&eacute;tablissement de rapports, et figurent dans le fichier de renseignements personnels <a href="http://www.infosource.gc.ca/emp/emp03-fra.asp#pou939"><em>Incidents de s&eacute;curit&eacute; (POU 939)</em></a>.</p>
	<h2>Pour en apprendre davantage sur ces pratiques</h2>
	<p>Pour transmettre vos questions, commentaires ou pr&eacute;occupations concernant le pr&eacute;sent avis, vos droits en mati&egrave;re de protection des renseignements personnels ou la&nbsp;<em>Loi sur la protection des renseignements personnels</em>, communiquez avec le coordonnateur de l&rsquo;acc&egrave;s &agrave; l&rsquo;information et de la protection des renseignements personnels du SCT, &agrave;&nbsp;<a href="mailto:atip.aiprp@tbs-sct.gc.ca">atip.aiprp@tbs-sct.gc.ca</a>, ou en composant le&nbsp;1-866-312-1511. Vous pouvez aussi communiquer avec le Commissariat &agrave; la protection de la vie priv&eacute;e du Canada par courriel, &agrave;&nbsp;<a href="mailto:info@priv.gc.ca">info@priv.gc.ca</a>, ou par t&eacute;l&eacute;phone, au&nbsp;1-800-282-1376. Vous avez &eacute;galement la possibilit&eacute; de d&eacute;poser une plainte aupr&egrave;s du Commissariat &agrave; la protection de la vie priv&eacute;e du Canada quant &agrave; la fa&ccedil;on dont le SCT traite vos renseignements personnels.</p>
	
</section>