---
type: section
layout: page
title: "Participez à notre étude"
url: /recherche-approvisionnement/
---
<section class="section page--outer-container-padding">
    <div class="row">
        <div class="col-sm-10 col-sm-offset-1 col-xs-12">
            <h2 class="section--title">Aidez-nous &agrave; faire en sorte qu&rsquo;il soit plus facile de trouver des contrats pour vendre vos biens ou vos services au secteur public</h2>

            <p>Nous menons une &eacute;tude afin d&rsquo;essayer d&rsquo;am&eacute;liorer la fa&ccedil;on dont les entreprises trouvent des possibilit&eacute;s de travailler avec le secteur public du Canada. Ces possibilit&eacute;s pourraient concerner n&rsquo;importe quel palier du gouvernement, le milieu universitaire ou le secteur de la sant&eacute; et des services sociaux.&nbsp;</p>

            <p>Le Service num&eacute;rique canadien et Services publics et Approvisionnement Canada tentent d&rsquo;en savoir plus sur les exp&eacute;riences des entreprises qui sont &agrave; la recherche de contrats aupr&egrave;s du secteur public. Nous aimerions comprendre ce qui repr&eacute;sente une bonne possibilit&eacute; d&rsquo;approvisionnement pour vous, et les renseignements dont vous avez besoin pour d&eacute;cider d&rsquo;y r&eacute;pondre.&nbsp;</p>

            <p>En participant, vous aiderez &agrave; faire en sorte qu&rsquo;il soit plus facile pour des entreprises comme la v&ocirc;tre de trouver des occasions pertinentes &agrave; saisir.&nbsp;</p>

            <p>Si vous participez &agrave; notre &eacute;tude, on vous demandera de&nbsp;:&nbsp;</p>

            <ul>
                <li>r&eacute;fl&eacute;chir &agrave; vos activit&eacute;s li&eacute;es &agrave; l&rsquo;approvisionnement dans le secteur public;&nbsp;</li>
                <li>rendre compte par courriel de vos exp&eacute;riences.&nbsp;</li>
            </ul>

            <p>Pour le moment, nous vous demandons simplement des renseignements de base sur votre entreprise afin de nous aider &agrave; identifier un groupe de participants diversifi&eacute;.&nbsp;</p>

            <p>Si vous souhaitez participer &agrave; l&rsquo;&eacute;tude, veuillez envoyer un courriel en utilisant le bouton ci-dessous pour recevoir de plus amples renseignements sur la fa&ccedil;on de participer.</p>

            <p style="text-align: center; margin-bottom: 0.5em;">
                <a href="mailto:cds-snc@tbs-sct.gc.ca?cc=anne-marie.mulumba@tbs-sct.gc.ca&amp;subject=%C3%89tude%20aupr%C3%A8s%20des%20entreprises&amp;body=%0A%0ANous%20vous%20remercions%20de%20l%E2%80%99int%C3%A9r%C3%AAt%20que%20vous%20avez%20exprim%C3%A9%20%C3%A0%20participer%20%C3%A0%20notre%20%C3%A9tude.%20Veuillez%20inclure%20les%20renseignements%20suivants%20avec%20votre%20courriel.%0A%0ARenseignements%20sur%20l%E2%80%99entreprise%0A%0A1.%20D%C3%A9nomination%20sociale%20de%20votre%20entreprise%20%3A%20%0A2.%20Quels%20biens%20ou%20services%20l%E2%80%99entreprise%20vend-elle%3F%20%0A3.%20Langue%20de%20correspondance%20(anglais%20ou%20fran%C3%A7ais)%20%3A%20%0A4.%20Emplacement%20de%20l%E2%80%99entreprise%20(ville%2C%20province%2C%20et%2Fou%20pays)%20%3A%20%0A5.%20Taille%20de%20l%E2%80%99entreprise%20%0A%20%20%20%20%20%20Moins%20de%2050%20employ%C3%A9s%20(oui%2Fnon)%20%3A%20%0A%20%20%20%20%20%20De%2050%20%C3%A0%20249%20employ%C3%A9s%20(oui%2Fnon)%20%3A%20%0A%20%20%20%20%20%20De%20250%20%C3%A0%20499%20employ%C3%A9%20(oui%2Fnon)%20%3A%20%0A%20%20%20%20%20%20Plus%20de%20500%20employ%C3%A9s%20(oui%2Fnon)%20%3A%20%0A%0AVotre%20entreprise%E2%80%A6%0A%0A6.%20Appartient-elle%20%C3%A0%20une%20femme%3F%20(oui%2Fnon)%20%0A7.%20S%E2%80%99agit-il%20d%E2%80%99une%20entreprise%20autochtone%3F%20(oui%2Fnon)%20%0A8.%20Est-elle%20une%20entreprise%20individuelle%3F%20(oui%2Fnon)%20%0A%0AExp%C3%A9rience%20du%20secteur%20public%0A%0A9.%20Votre%20entreprise%20a-t-elle%20d%C3%A9j%C3%A0%20r%C3%A9pondu%20%C3%A0%20des%20possibilit%C3%A9s%20d%E2%80%99approvisionnement%20du%20secteur%20public%3F%20(oui%2Fnon)%20%0A%20%20%20%20%20%20Si%20oui%2C%20pour%20quel%20ordre%20de%20gouvernement%20%3A%20%0A%20%20%20%20%20%20Si%20oui%2C%20votre%20entreprise%20a-t-elle%20%C3%A9t%C3%A9%20retenue%3F%20(oui%2Fnon)%20%0A10.%20Votre%20entreprise%20serait-elle%20int%C3%A9ress%C3%A9e%20%C3%A0%20saisir%20des%20occasions%20d%E2%80%99approvisionnement%20du%20secteur%20public%3F%20(oui%2Fnon)%20%0A%0ANous%20vous%20remercions%20grandement%20de%20votre%20int%C3%A9r%C3%AAt.%0A" class="btn btn-primary btn-lg" style="font-size: 22px;">Oui, je souhaite participer.</a>
            </p>
            <p style="text-align: center">
                <a href="#privacy-notice-modal" aria-controls="privacy-notice-modal" class="overlay-lnk light-link wb-lbx" aria-label="Lien à l'avis de confidentialité" style="font-size: 18px;">Avis de confidentialité</a>
            </p>

        </div>
    </div>	
</section>

<section class="mfp-hide modal-dialog modal-content overlay-def" id="privacy-notice-modal">
    <header class="modal-header">
        <h2 class="modal-title">Avis de confidentialité</h2>
    </header>
    <div class="modal-body">

        <p>La participation est enti&egrave;rement volontaire. Vous pouvez retirer vos renseignements en tout temps en communiquant avec la chercheuse nomm&eacute;e dans le courriel ci-joint.</p>

        <p>Si vous avez des questions sur la pr&eacute;sente &eacute;tude, veuillez communiquer avec&nbsp;:</p>
        
        <p>Mithula Naik<br />
        <a href="mailto:mithula.naik@tbs-sct.gc.ca">mithula.naik@tbs-sct.gc.ca</a><br />
        613-698-7174</p>
        
        <p>Ou :</p>
        
        <p><a href="mailto:cds-snc@tbs-sct.gc.ca">cds-snc@tbs-sct.gc.ca</a>&nbsp;</p>
        
        <p>Merci de prendre le temps de nous parler.</p>
        
        <h3>Les renseignements que nous recueillerons</h3>
        
        <p>En nous &eacute;crivant par courriel, vous nous autorisez &agrave; recueillir les renseignements suivants&nbsp;: nom, courriel, d&eacute;nomination sociale de l&rsquo;entreprise, taille de l&rsquo;entreprise (nombre d&rsquo;employ&eacute;s &agrave; temps plein), emplacement de l&rsquo;entreprise, la nature de la propri&eacute;t&eacute; de l&rsquo;entreprise, et si vous avez de l&rsquo;exp&eacute;rience ant&eacute;rieure dans l&rsquo;approvisionnement aupr&egrave;s de la fonction publique.</p>
        
        <h3>Comment nous utiliserons ces renseignements</h3>
        
        <p>Nous travaillons pour le <a href="https://numerique.canada.ca/">Service num&eacute;rique canadien</a> (SNC). Nous collaborons avec <a href="https://www.tpsgc-pwgsc.gc.ca/comm/index-fra.html">Services publics et Approvisionnement Canada</a> (SPAC) afin d&rsquo;am&eacute;liorer la fa&ccedil;on dont les entreprises trouvent des contrats avec les gouvernements.&nbsp;</p>
        
        <p>Pour ce faire, nous vous demanderons de nous fournir des renseignements au sujet de votre entreprise de sorte que nous puissions vous inviter &agrave; participer &agrave; de futures &eacute;tudes. Nous collecterons ces renseignements afin de nous assurer d&rsquo;avoir des cohortes de recherche diversifi&eacute;es.</p>
        
        <p>Vous pouvez retirer vos renseignements &agrave; tout moment en communiquant avec le chercheur susmentionn&eacute;.</p>
        
        <p>Vos r&eacute;ponses seront confidentielles. Cela signifie que vos r&eacute;ponses ne seront pas li&eacute;es &agrave; vous dans les rapports publics.</p>
        
        <p>Ces renseignements personnels ne seront pas utilis&eacute;s &agrave; des &laquo;&nbsp;fins administratives&nbsp;&raquo;. Vos renseignements ne serviront pas &agrave; prendre des d&eacute;cisions qui ont une incidence sur vous ou sur votre acc&egrave;s aux services du gouvernement du Canada.</p>
        
        <h3>Qui sommes-nous</h3>
        
        <p>Le SNC fait partie du <a href="https://www.canada.ca/fr/secretariat-conseil-tresor.html">Secr&eacute;tariat du Conseil du Tr&eacute;sor</a> (SCT) du Canada.</p>
        
        <ul>
            <li>
            <p>La collecte et l&rsquo;utilisation de vos renseignements personnels par le SCT sont autoris&eacute;es en vertu de la <a href="https://laws-lois.justice.gc.ca/fra/lois/f-11/">Loi sur la gestion des finances publiques</a>.</p>
            </li>
            <li>
            <p>La collecte et l&rsquo;utilisation de vos renseignements personnels par SPAC sont autoris&eacute;es par la <a href="https://laws-lois.justice.gc.ca/fra/lois/P-21/index.html">Loi sur la protection des renseignements personnels</a>.</p>
            </li>
            <li>
            <p>La collecte, l&rsquo;utilisation et la divulgation de vos renseignements personnels sont conformes &agrave; la Loi sur la protection des renseignements personnels du gouvernement f&eacute;d&eacute;ral. Cette loi vous assure un droit de protection, de correction ou mention de vos renseignements personnels, et d&rsquo;acc&egrave;s &agrave; ceux-ci.</p>
            </li>
        </ul>
        
        <p>Les Fichiers de renseignements personnels intitul&eacute;s &laquo;&nbsp;<a href="https://www.tpsgc-pwgsc.gc.ca/aiprp-atip/infosource-fra.html#a10">Donn&eacute;es d&#39;inscription des fournisseurs, PPU 071</a>&nbsp;&raquo; d&eacute;crivent les renseignements personnels qui peuvent &ecirc;tre consign&eacute;s.</p>
        
        <h3>Vos droits reconnus par la loi</h3>
        
        <p>SPAC et le SCT peuvent enregistrer vos renseignements personnels. Si vous souhaitez avoir acc&egrave;s &agrave; ces renseignements personnels, si vous souhaitez les corriger, ou si vous avez des questions ou des pr&eacute;occupations, veuillez communiquer avec le bureau de la confidentialit&eacute; de SPAC&nbsp;:</p>
        
        <p>Coordonnateur de l&rsquo;acc&egrave;s &agrave; l&rsquo;information et de la protection des renseignements personnels de SPAC<br />
        <a href="mailto:TPSGC.ViePrivee-Privacy.PWGSC@tpsgc-pwgsc.gc.ca">TPSGC.ViePrivee-Privacy.PWGSC@tpsgc-pwgsc.gc.ca</a>&nbsp;</p>
        
        <p>Vous pouvez d&eacute;poser une plainte aupr&egrave;s du Commissariat &agrave; la protection de la vie priv&eacute;e du Canada quant &agrave; la fa&ccedil;on dont vos renseignements personnels sont trait&eacute;s.</p>
        
        <p>Commissariat &agrave; la protection de la vie priv&eacute;e du Canada<br />
        <a href="mailto:info@priv.gc.ca">info@priv.gc.ca</a><br />
        1-800-282-1376</p>
        
    </div>
</section>
