---
title: 'Le commencement de la conversation – rapport complet'
description: "Entre septembre 2016 et février 2017, le Secrétariat du Conseil du Trésor du Canada a rencontré de nombreux intervenants issus de divers milieux dans 20 villes et 10 provinces et territoires à l’échelle du Canada, afin d’éclairer une approche canadienne en matière de gouvernement numérique. Il s’agissait entre autres de gouvernements provinciaux, d’administrations municipales, d’entreprises du secteur des technologies, d’entreprises en démarrage et d’incubateurs d’entreprises, d’organisations de technologies civiles et d’établissements d’enseignement."
type: engagement
layout: default
url: /commencement-de-la-conversation/rapport-complet/
aliases: ['/beginning-the-conversation/full-report']
---

<div class="engagement-report js-report-section">
    <!--
        Front Cover Banner
    -->
    <div id="haut" class="heading-container heading-container-large cover">
        <h1 class="padded-multiline title">
            <span class="pad">Le commencement de<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>la conversation&hellip;</span>
        </h1>
        <p class="padded-multiline subtitle">
            <span class="pad">Une approche canadienne<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>en matière de<span class="visible-print-inline"><br/></span> gouvernement<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>numérique</span>
        </p>
    </div>
    <!--
        Page Navigation
    -->
    <div id="themenav" class="hidden-print">
        <ul class="nav scroll dragscroll secondary" data-spy="affix" data-offset-top="640">
            <li class="hidden-xs">
                <a class="nav-link section--engagement" href="#mobilisation" data-target="#mobilisation">Mobilisation</a>
            </li>
            <li>
                <a class="nav-link section--organizing" href="#organiser" data-target="#organiser">S’organiser</a>
            </li>
            <li>
                <a class="nav-link section--talent" href="#talent" data-target="#talent">Talent</a>
            </li>
            <li>
                <a class="nav-link section--design" href="#conception" data-target="#conception">Conception</a>
            </li>
            <li>
                <a class="nav-link section--foundations" href="#assises" data-target="#assises">Assises</a>
            </li>
            <li class="hidden-xs">
                <a class="nav-link section--yourthoughts" href="#vos-idees" data-target="#vos-idees">Vos idées</a>
            </li>
        </ul>
    </div>
    <!--
    ======== Report Content ========
    -->
    <!--
        A Case for Digital Government Section
    -->
    <div class="engagement-report-section" style="margin-top: 1.5em;">
        <div class="pull-left hidden-print">
            <a href="/commencement-de-la-conversation" class="btn btn-link">Retour aux faits saillants</a>
        </div>
        <div class="pull-right hidden-print">
            <a href="#commentaires" class="btn btn-link">Commentaires</a>
        </div>
        <div class="clearfix"></div>
        <div class="date pull-left">2017-07-18</div>
        <div class="clearfix"></div>
        <h2 style="margin-top: 0.5em;">L&rsquo;argument en faveur du gouvernement num&eacute;rique</h2>
        <p>Les avanc&eacute;es technologiques, de concert avec la r&eacute;ceptivit&eacute; du secteur priv&eacute; aux demandes des clients, ont rehauss&eacute; les attentes des citoyens &agrave; l&rsquo;&eacute;gard des services num&eacute;riques. Les institutions financi&egrave;res permettent aux clients de v&eacute;rifier leurs soldes, de transf&eacute;rer des fonds ou de payer des factures rapidement au moyen d&rsquo;applications mobiles. Les d&eacute;taillants en ligne offrent plus de choix, la livraison sur demande et des retours faciles. Uber, Airbnb et d&rsquo;autres organisations actives de l&rsquo;&laquo;&nbsp;&eacute;conomie de partage&nbsp;&raquo; perturbent et restructurent les industries &eacute;tablies. &Agrave; une &egrave;re num&eacute;rique o&ugrave; les citoyens s&rsquo;attendent &agrave; un service adapt&eacute; et fluide, les gouvernements doivent &ecirc;tre &agrave; la hauteur du d&eacute;fi. Bien que les entreprises du secteur priv&eacute; soient pass&eacute;es &agrave; un mod&egrave;le de prestation o&ugrave; &laquo;&nbsp;il y a une application pour cela&nbsp;&raquo;, trop souvent encore, la r&eacute;ponse du gouvernement est &laquo;&nbsp;il y a un formulaire papier pour cela&nbsp;&raquo;.</p>
        <p>L&rsquo;Organisation de coop&eacute;ration et de d&eacute;veloppement &eacute;conomiques (OCDE) <a href="http://www.oecd.org/gov/digital-government/Recommendation-digital-government-strategies.pdf">d&eacute;finit le gouvernement num&eacute;rique</a> (en anglais seulement) en ces termes&nbsp;:</p>
        <blockquote>&laquo;&nbsp;[...] Le fait de repenser la prestation des politiques, des programmes et des services du gouvernement par l&rsquo;entremise d&rsquo;outils num&eacute;riques habilitants, comme &eacute;tant int&eacute;gr&eacute; aux strat&eacute;gies de mobilisation des gouvernements, en vue de fa&ccedil;onner les valeurs publiques. [Le gouvernement num&eacute;rique] se fie &agrave; un &eacute;cosyst&egrave;me qui relie les gouvernements, les organisations non gouvernementales, les associations de citoyens et les particuliers, et rend possible un tel &eacute;cosyst&egrave;me, &agrave; l&rsquo;appui de la production de donn&eacute;es, de services et de contenu et de l&rsquo;acc&egrave;s &agrave; ceux‑ci &agrave; l&rsquo;aide d&rsquo;interactions avec le gouvernement.&nbsp;&raquo; <em>(traduction)</em></blockquote>
        <p>Le gouvernement num&eacute;rique va au-del&agrave; de la prestation des services &eacute;lectroniques et du libre‑service. Il touche &agrave; chaque facette de la fa&ccedil;on dont les gouvernements g&egrave;rent la prestation des services et mobilisent les citoyens et les intervenants &ndash; et il tire parti des avanc&eacute;es num&eacute;riques pour permettre aux citoyens d&rsquo;acc&eacute;der aux services n&rsquo;importe o&ugrave;, n&rsquo;importe quand. &Agrave; long terme, le gouvernement num&eacute;rique peut contribuer &agrave; accro&icirc;tre la mobilisation et la confiance entre les citoyens et le gouvernement, en plus de rendre les institutions publiques plus inclusives, plus efficaces, plus responsables et plus transparentes.</p>
        <p>Lorsque la migration en ligne des services du gouvernement du Canada a commenc&eacute; &agrave; la fin des ann&eacute;es&nbsp;1990 et au d&eacute;but des ann&eacute;es&nbsp;2000, le Canada &eacute;tait consid&eacute;r&eacute; comme un chef de file dans le monde. Dans <a href="http://workspace.unpan.org/sites/Internet/Documents/UNPAN96407.pdf">l&rsquo;indice de 2016 de l&rsquo;Organisation des Nations Unies (ONU) sur le gouvernement &eacute;lectronique</a>, le Canada a chut&eacute; de trois&nbsp;rangs pour s&rsquo;&eacute;tablir au 14<sup>e</sup> rang dans l&rsquo;ensemble &ndash; tout juste derri&egrave;re d&rsquo;autres administrations qui ont d&eacute;ploy&eacute; d&rsquo;importants efforts en vue de r&eacute;former la prestation de leurs services num&eacute;riques (c&rsquo;est‑&agrave;‑dire, les &Eacute;tats‑Unis, qui se sont class&eacute;s au 12<sup>e</sup> rang, et l&rsquo;Estonie, qui s&rsquo;est class&eacute;e au 13<sup>e</sup> rang). Le Royaume-Uni et l&rsquo;Australie se sont class&eacute;s au premier et au deuxi&egrave;me&nbsp;rang dans l&rsquo;ensemble, disposant tous deux d&rsquo;une organisation distincte consacr&eacute;e aux services num&eacute;riques.</p>
        <div class="comment-panel comment-panel-left section--intro">
            <p>Malgr&eacute; les r&eacute;ussites pr&eacute;coces du gouvernement du Canada, il y a mati&egrave;re &agrave; am&eacute;lioration. Le <a href="http://oag-bvg.gc.ca/internet/Francais/parl_oag_201311_02_f_38796.html">rapport de l&rsquo;automne&nbsp;2013 du v&eacute;rificateur g&eacute;n&eacute;ral sur l&rsquo;acc&egrave;s aux services en ligne</a> dressait le portrait d&rsquo;une approche d&eacute;cousue et inefficiente en mati&egrave;re de prestation des services num&eacute;riques au Canada, ce qui a &eacute;t&eacute; de nouveau soulign&eacute; dans le <a href="http://www.oag-bvg.gc.ca/internet/Francais/parl_oag_201611_00_f_41829.html">rapport de l&rsquo;automne&nbsp;2016 du Bureau du v&eacute;rificateur g&eacute;n&eacute;ral</a>, o&ugrave; il &eacute;tait indiqu&eacute; que peu de services en ligne &eacute;taient centr&eacute;s sur les besoins des citoyens. M&ecirc;me si la <a href="https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=27916">Politique sur les services</a> de 2014 et un certain nombre d&rsquo;initiatives minist&eacute;rielles visant &agrave; am&eacute;liorer la prestation des services ont contribu&eacute; &agrave; aborder certains de ces enjeux, il faut acc&eacute;l&eacute;rer les efforts dans l&rsquo;ensemble de l&rsquo;appareil gouvernemental pour que le Canada redevienne un chef de file mondial.</p>
        </div>
        <p>La taille organisationnelle, la port&eacute;e des changements et la complexit&eacute; de la prestation ont &eacute;t&eacute; d&eacute;sign&eacute;es comme des facteurs qui peuvent ralentir les efforts des gouvernements visant &agrave; moderniser la prestation de leurs services, &agrave; s&rsquo;adapter aux priorit&eacute;s et aux attentes en &eacute;volution et &agrave; tirer le maximum des possibilit&eacute;s qu&rsquo;offrent les technologies et les outils num&eacute;riques am&eacute;lior&eacute;s. La capacit&eacute; limit&eacute;e de recruter, de maintenir en poste et de mettre &agrave; contribution les personnes dot&eacute;es des plus grands talents du num&eacute;rique dans les organisations du secteur public vient aggraver une capacit&eacute; d&eacute;j&agrave; r&eacute;duite de s&rsquo;adapter. Afin de demeurer pertinents et aptes &agrave; faire face aux changements dans un monde num&eacute;rique, les gouvernements doivent acc&eacute;l&eacute;rer leur cheminement vers la modernisation et mieux exploiter le potentiel du num&eacute;rique dans la conception et la prestation de leurs services. Cette transformation num&eacute;rique du gouvernement ne consiste pas simplement &agrave; acqu&eacute;rir les plus r&eacute;centes technologies ou &agrave; restructurer les sites Web ou les services en ligne &ndash; elle consiste &agrave; exploiter les nouvelles technologies, comp&eacute;tences et approches afin de moderniser le gouvernement et, ce faisant, d&rsquo;am&eacute;liorer la vie des citoyens.</p>
        <h3><a name="_Toc487629214"></a>Ce que font les autres gouvernements</h3>
        <p>Les gouvernements de partout dans le monde et de tous les ordres font face &agrave; des enjeux semblables en ce qui concerne la transformation num&eacute;rique. Plusieurs pays ont &eacute;labor&eacute; des strat&eacute;gies cibl&eacute;es afin de mieux tirer parti des possibilit&eacute;s num&eacute;riques qui peuvent r&eacute;pondre aux besoins et aux attentes des clients. Un grand nombre d&rsquo;administrations, telles que les &Eacute;tats‑Unis, le Royaume-Uni et l&rsquo;Australie, ont aussi r&eacute;agi en cr&eacute;ant des organisations consacr&eacute;es aux services num&eacute;riques qui mettent l&rsquo;accent sur&nbsp;:</p>
        <ul>
            <li>l&rsquo;innovation des services centr&eacute;e sur l&rsquo;utilisateur;</li>
            <li>le prototypage rapide des solutions num&eacute;riques;</li>
            <li>la r&eacute;forme de l&rsquo;approvisionnement, pour d&eacute;ployer plus efficacement les avanc&eacute;es technologiques;</li>
            <li>une meilleure utilisation des donn&eacute;es, pour am&eacute;liorer les services et mesurer les r&eacute;sultats.</li>
        </ul>
        <p>Les mandats de ces organisations de services num&eacute;riques varient quant &agrave; leur port&eacute;e et &agrave; leur maturit&eacute;. Une analyse des exp&eacute;riences d&rsquo;autres administrations r&eacute;v&egrave;le ce qui suit.</p>
        <ul>
            <li>Le Royaume-Uni a lanc&eacute; le <a href="https://gds.blog.gov.uk/">Government Digital Service</a> (GDS) en 2011 dans le but de rendre les services plus simples, plus rapides et plus clairs, et num&eacute;riques par d&eacute;faut. Il a cr&eacute;&eacute; des remous en travaillant &agrave; la vue du public et en utilisant des logiciels libres, ainsi qu&rsquo;en faisant appel &agrave; des experts prim&eacute;s de la conception. Le GDS a par ailleurs jou&eacute; un r&ocirc;le central sur le plan de la gestion des d&eacute;penses li&eacute;es &agrave; la TI au gouvernement du Royaume-Uni, en r&eacute;formant les syst&egrave;mes d&rsquo;approvisionnement en TI et en &eacute;tablissant des normes num&eacute;riques destin&eacute;es &agrave; &eacute;valuer la qualit&eacute; des services en ligne.</li>
            <li>La Nouvelle‑Z&eacute;lande a mis sur pied la <a href="https://webtoolkit.govt.nz/blog/digital-transformation-team/">Digital Transformation Team</a> en 2013 dans le but de collaborer avec les organismes en vue de l&rsquo;adoption d&rsquo;une approche centr&eacute;e sur l&rsquo;utilisateur et d&rsquo;offrir des services de bout en bout plus simples et fluides pour les &eacute;v&eacute;nements importants de la vie.</li>
            <li>Les &Eacute;tats‑Unis ont &eacute;tabli <a href="https://18f.gsa.gov/">18F</a> en 2014, de m&ecirc;me que le <a href="https://www.usds.gov/">United States Digital Service</a> (USDS), afin de contribuer &agrave; la transformation des activit&eacute;s de TI du gouvernement f&eacute;d&eacute;ral et d&rsquo;am&eacute;liorer les services orient&eacute;s vers le public. M&ecirc;me si le United States Digital Service fait partie du bureau ex&eacute;cutif du pr&eacute;sident, l&rsquo;organisme&nbsp;18F, plus ax&eacute; sur les projets, fonctionne selon un mod&egrave;le de recouvrement des co&ucirc;ts au sein du Technology Transformation Service de la Government Services Agency. Les deux &eacute;quipes utilisent beaucoup de logiciels libres, et elles recrutent des talents venant d&rsquo;entreprises technologiques &eacute;tablies ainsi que d&rsquo;entreprises en d&eacute;marrage de lieux comme la Silicon Valley. Les deux bureaux du num&eacute;rique des &Eacute;tats‑Unis ont &eacute;galement r&eacute;alis&eacute; d&rsquo;importants travaux relativement aux processus d&rsquo;approvisionnement afin de permettre les approches des logiciels libres et la participation des petites entreprises.</li>
            <li>Le gouvernement australien a &eacute;tabli la <a href="https://www.dta.gov.au/">Digital Transformation Agency</a> (DTA, anciennement le Digital Transformation Office) en 2015 afin de collaborer avec divers organismes pour investir dans les technologies qui soutiennent les services num&eacute;riques, de diriger la transformation des services gouvernementaux en vue d&rsquo;offrir une meilleure exp&eacute;rience aux Australiens et d&rsquo;assurer une orientation et une surveillance relativement aux d&eacute;penses gouvernementales li&eacute;es &agrave; la TI. La DTA a d&eacute;marr&eacute; promptement ses travaux en adoptant des normes de conception et des outils venant directement du GDS du Royaume‑Uni.</li>
            <li>D&rsquo;autres gouvernements ont accompli des progr&egrave;s notables &ndash; et, dans certains cas, d&rsquo;avant‑garde &ndash; comme l&rsquo;initiative de la soci&eacute;t&eacute; num&eacute;rique <a href="https://e-estonia.com/">e-Estonia</a> de l&rsquo;Estonie. L&rsquo;infrastructure num&eacute;rique de l&rsquo;Estonie &ndash; y compris le syst&egrave;me d&rsquo;identification &eacute;lectronique des citoyens, les signatures num&eacute;riques et X‑Road, une couche d&rsquo;&eacute;change s&eacute;curis&eacute; de donn&eacute;es utilis&eacute;e par les banques, d&rsquo;autres entreprises et les services publics &ndash; offre un niveau de s&eacute;curit&eacute; et de fiabilit&eacute; qui n&rsquo;a pas son pareil dans le monde.</li>
        </ul>
        <p>Au Canada, l&rsquo;Ontario a mis sur pied les <a href="https://ontario.ca/digital">Services num&eacute;riques de l&rsquo;Ontario</a> au Bureau du Conseil des ministres afin de diriger la mise en &oelig;uvre strat&eacute;gique du programme num&eacute;rique du gouvernement et de faire avancer la transformation dans tout le gouvernement. Le gouvernement de l&rsquo;Ontario a nomm&eacute; une ministre responsable du gouvernement num&eacute;rique, et cr&eacute;&eacute; un poste de directeur du num&eacute;rique de niveau de sous‑ministre. On compte &eacute;galement des exemples, sur la sc&egrave;ne municipale au Canada, de strat&eacute;gies num&eacute;riques cibl&eacute;es et de r&eacute;formes organisationnelles, comme, &agrave; Vancouver, avec la cr&eacute;ation du poste de directeur du num&eacute;rique charg&eacute; de faire avancer la transformation num&eacute;rique dans toute l&rsquo;administration municipale, ou encore, le lancement de la strat&eacute;gique num&eacute;rique de la Ville de Calgary en 2014.</p>
        <p>Les activit&eacute;s qui sont r&eacute;alis&eacute;es par les bureaux centralis&eacute;s de services num&eacute;riques dans d&rsquo;autres pays sont dispers&eacute;es partout dans le syst&egrave;me et se trouvent g&eacute;n&eacute;ralement &agrave; un niveau de maturit&eacute; plus faible au gouvernement du Canada. Bien que le Secr&eacute;tariat du Conseil du Tr&eacute;sor du Canada (SCT) joue un r&ocirc;le de surveillance des grands investissements dans la TI et &eacute;tablisse l&rsquo;orientation g&eacute;n&eacute;rale en mati&egrave;re de normes de service et de l&rsquo;utilisation de la TI, en fin de compte, il revient &agrave; chaque minist&egrave;re de d&eacute;terminer comment il utilise et int&egrave;gre les technologies, ou encore comment il adopte les approches num&eacute;riques &agrave; l&rsquo;appui de la prestation des services. En effet, les minist&egrave;res demeurent directement responsables de la prestation des services &agrave; leurs clients. M&ecirc;me s&rsquo;il y a des foyers d&rsquo;innovation dans le contexte de la prestation des services num&eacute;riques au gouvernement f&eacute;d&eacute;ral, cette situation a conduit &agrave; une mosa&iuml;que d&rsquo;approches d&eacute;cousues et &agrave; une orientation strat&eacute;gique insuffisante. Il est donc difficile, pour les minist&egrave;res, d&rsquo;appliquer des approches centr&eacute;es sur l&rsquo;utilisateur &agrave; la prestation des services, ou d&rsquo;instaurer des m&eacute;thodes agiles o&ugrave; la r&eacute;troaction des utilisateurs est prototyp&eacute;e et int&eacute;gr&eacute;e au processus d&rsquo;&eacute;laboration des services d&rsquo;une mani&egrave;re uniforme. Vu les engagements r&eacute;cents, par le gouvernement, d&rsquo;am&eacute;liorer la prestation des services aux Canadiens, le moment &eacute;tait propice pour commencer &agrave; examiner ce &agrave; quoi devrait ressembler une approche canadienne en mati&egrave;re de gouvernement num&eacute;rique.</p>
    </div>
    <!--
        Starting a Conversation Section
    -->
    <a name="_Toc476843331"></a>
    <div id="mobilisation" class="section-heading-container">
        <div class="heading-container section--engagement">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">Commencer une<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>conversation<span class="visible-print-inline"><br/></span> sur une<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>approche canadienne</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>En septembre&nbsp;2016, le SCT a entrepris une s&eacute;rie de s&eacute;ances de mobilisation sur le gouvernement num&eacute;rique. L&rsquo;objectif &eacute;tait de solliciter les commentaires d&rsquo;intervenants issus de divers milieux afin d&rsquo;&eacute;clairer une approche canadienne en mati&egrave;re de gouvernement num&eacute;rique. Tout en n&rsquo;ayant pas &eacute;t&eacute; con&ccedil;u comme un exercice de consultation g&eacute;n&eacute;rale des citoyens dans le sens traditionnel, l&rsquo;exercice a permis de tirer profit de l&rsquo;exp&eacute;rience d&rsquo;autres administrations et de recueillir les commentaires des intervenants d&rsquo;un oc&eacute;an &agrave; l&rsquo;autre.</p>
        <p>Les s&eacute;ances ont eu lieu dans 20 villes et 10&nbsp;provinces et territoires au total entre septembre&nbsp;2016 et f&eacute;vrier&nbsp;2017. Ont pris part &agrave; ces discussions plus de 1&nbsp;000&nbsp;personnes, repr&eacute;sentant plus de 200&nbsp;organisations des secteurs suivants&nbsp;:</p>
        <ul>
            <li>gouvernements provinciaux et administrations municipales;</li>
            <li>fournisseurs du secteur des technologies, entreprises en d&eacute;marrage, entrepreneurs, incubateurs d&rsquo;entreprises et acc&eacute;l&eacute;rateurs;</li>
            <li>organisations de technologies civiles, collectivit&eacute;s et organismes &agrave; but non lucratif;</li>
            <li>&eacute;tablissements d&rsquo;enseignement, milieu universitaire et &eacute;tudiants.</li>
        </ul>
    </div>
    <p>
        <img class="img-responsive" alt="Carte stylisée du Canada, avec des épingles indiquant les villes visitées : Whitehorse, Vancouver, Victoria, Surrey, Calgary, Edmonton, Saskatoon, Regina, Winnipeg, Kitchener-Waterloo, Guelph, Toronto, Mississauga, Ottawa, Montréal, Québec, Fredericton, Saint John, Halifax, and Charlottetown" src="/img/maps/map-markers-6b-fr.png">
        <em class="caption"><span class="sr-only">Légende:</span> Carte du Canada indiquant les villes visitées</em>
    </p>
    <div class="engagement-report-section">
        <p>La r&eacute;troaction et les commentaires ont aussi &eacute;t&eacute; recueillis au moyen de plusieurs autres voies, comme le courriel, les rencontres bilat&eacute;rales, les tweets employant le mot-clic <a href="https://twitter.com/hashtag/GCnum&eacute;rique?src=hash">#GCnum&eacute;rique</a> et les &eacute;v&eacute;nements de r&eacute;seautage. Des discussions ont &eacute;galement eu lieu avec des homologues internationaux de plusieurs pays qui ont entrepris des initiatives de transformation num&eacute;rique, y compris le Royaume-Uni, les &Eacute;tats‑Unis, l&rsquo;Estonie, la Nouvelle‑Z&eacute;lande et l&rsquo;Australie.</p>
        <p>La discussion s&rsquo;est articul&eacute;e autour de quatre&nbsp;grands th&egrave;mes&nbsp;:</p>
        <ul>
            <li>S&rsquo;organiser pour offrir le num&eacute;rique</li>
            <li>Talent num&eacute;rique</li>
            <li>Conception et prestation de services num&eacute;riques</li>
            <li>Mise en place des bons fondements</li>
        </ul>
        <p>Dans tous les cas, les r&eacute;sultats de ces discussions ont &eacute;t&eacute; not&eacute;s et cat&eacute;goris&eacute;s par th&egrave;me dans le but d&rsquo;&eacute;clairer les points importants figurant dans le pr&eacute;sent rapport. M&ecirc;me si chaque s&eacute;ance &eacute;tait centr&eacute;e sur divers sujets, selon les participants, les quatre&nbsp;th&egrave;mes &eacute;num&eacute;r&eacute;s ci‑dessus traduisent l&rsquo;essence des discussions. Le reste du pr&eacute;sent rapport s&rsquo;articule autour de ces th&egrave;mes principaux et pr&eacute;cise les questions cl&eacute;s qui ont &eacute;t&eacute; soulign&eacute;es par les intervenants lors de ces discussions &agrave; titre de consid&eacute;rations cl&eacute;s alors que le gouvernement du Canada s&rsquo;emploie &agrave; adopter une approche canadienne en mati&egrave;re de gouvernement num&eacute;rique.</p>
    </div>
    <!--
        Organizing to Deliver Digital
    -->
    <a name="_Toc476843332"></a>
    <div id="organiser" class="section-heading-container">
        <div class="heading-container section--organizing">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">S’organiser pour<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>offrir le numérique</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>D&rsquo;apr&egrave;s l&rsquo;exp&eacute;rience d&rsquo;autres organisations du secteur public, il est devenu &eacute;vident que l&rsquo;int&eacute;gration de nouveaux outils et de nouvelles techniques et approches num&eacute;riques aux organisations gouvernementales traditionnelles n&eacute;cessite une r&eacute;&eacute;valuation fondamentale des structures de responsabilisation verticales traditionnelles qui sont caract&eacute;ristiques du secteur public. Tel que l&rsquo;ont montr&eacute; des administrations de partout dans le monde, au cours des derni&egrave;res ann&eacute;es, on a cherch&eacute; &agrave; organiser diff&eacute;remment les &eacute;quipes de transformation num&eacute;rique &ndash; afin de s&rsquo;assurer que les efforts de modernisation transcendent les cloisons minist&eacute;rielles et ont une incidence au niveau organisationnel. Dans ces cas, les mandats minist&eacute;riels existants ont d&ucirc; &eacute;voluer, tout comme les r&ocirc;les de leadership au sein du secteur public, afin de rendre possibles les efforts visant &agrave; se doter d&rsquo;une capacit&eacute; d&eacute;di&eacute;e &agrave; la transformation num&eacute;rique. Ces processus peuvent &ecirc;tre perturbateurs, et il est donc important de veiller &agrave; ce que le rythme des changements soit g&eacute;rable dans les organisations.</p>
        <p>Les cinq&nbsp;&eacute;l&eacute;ments suivants sont ressortis lors des discussions avec les intervenants de partout au Canada relativement &agrave; l&rsquo;organisation n&eacute;cessaire &agrave; la prestation num&eacute;rique.</p>
        <h3><a name="_Toc487629217"></a>Leadership cibl&eacute;</h3>
        <p>Les pratiques exemplaires internationales ont illustr&eacute; la n&eacute;cessit&eacute; d&rsquo;un leadership horizontal solide pour faire avancer la transformation num&eacute;rique.</p>
        <ul>
            <li>Les organes de transformation num&eacute;rique des autres administrations ont tendance &agrave; &ecirc;tre organis&eacute;es &agrave; partir d&rsquo;organismes centraux (par exemple, Bureau du Conseil des ministres, Tr&eacute;sor).</li>
            <li>Le leadership horizontal a &eacute;t&eacute; d&eacute;sign&eacute; comme un facteur important afin de garantir que la transformation num&eacute;rique puisse aller au‑del&agrave; des cloisons minist&eacute;rielles et que les services tiennent compte des besoins des citoyens, qui ne font pas la distinction entre les minist&egrave;res ou les ordres de gouvernements.</li>
            <li>Dans de nombreux cas, on a mentionn&eacute; que la pr&eacute;sence d&rsquo;un champion d&eacute;di&eacute; &eacute;tait essentielle afin de contribuer &agrave; surmonter les obstacles, &agrave; cr&eacute;er des possibilit&eacute;s de partenariat et &agrave; obtenir des appuis dans toute l&rsquo;organisation.</li>
        </ul>
        <h3><a name="_Toc487629218"></a>Les r&ocirc;les de leadership en &eacute;volution</h3>
        <p>Un certain nombre d&rsquo;intervenants ont confi&eacute; qu&rsquo;au cours des derni&egrave;res ann&eacute;es, leur organisation a constat&eacute; l&rsquo;&eacute;volution du r&ocirc;le de dirigeant principal de l&rsquo;information (DPI) et l&rsquo;&eacute;mergence de directeurs du num&eacute;rique.</p>
        <ul>
            <li>Traditionnellement, la personne remplissant la fonction de DPI est le leader <em>de facto </em>pour toutes les activit&eacute;s li&eacute;es &agrave; la TI au sein d&rsquo;une organisation. Au fil du temps, les responsabilit&eacute;s des DPI se sont &eacute;largies pour englober toute fonction li&eacute;e &agrave; la technologie. Cet &eacute;largissement de mandat est de plus en plus insoutenable alors que le num&eacute;rique devient un fondement critique de chaque programme et de chaque service gouvernementaux.</li>
            <li>Une tendance r&eacute;cente est l&rsquo;&eacute;mergence du poste de directeur du num&eacute;rique, qui est observ&eacute;e dans plusieurs administrations du Canada&nbsp;: la Ville de Vancouver, la Province de l&rsquo;Ontario et plusieurs institutions f&eacute;d&eacute;rales, y compris Innovation, Sciences et D&eacute;veloppement &eacute;conomique Canada (ISDE) et l&rsquo;Office national du film du Canada. Bien que les DPI s&rsquo;occupent des fonctions technologiques qui se rapportent aux services administratifs et &agrave; la cybers&eacute;curit&eacute;, les directeurs du num&eacute;rique jouent un r&ocirc;le plus large dans le contexte de la transformation organisationnelle et de l&rsquo;utilisation de technologies pour atteindre les objectifs li&eacute;s aux services aux citoyens. Le lien hi&eacute;rarchique entre ces r&ocirc;les varie d&rsquo;une organisation &agrave; l&rsquo;autre.</li>
        </ul>
        <h3><a name="_Toc487629219"></a>R&eacute;volution par opposition &agrave; &eacute;volution</h3>
        <p>Un certain nombre d&rsquo;intervenants ont indiqu&eacute; qu&rsquo;il serait important de trouver l&rsquo;&eacute;quilibre optimal entre la r&eacute;volution et l&rsquo;&eacute;volution.</p>
        <ul>
            <li>Selon certains intervenants, la taille et la port&eacute;e du gouvernement f&eacute;d&eacute;ral font en sorte qu&rsquo;il est difficile de r&eacute;aliser des initiatives de transformation &agrave; grande &eacute;chelle au cours de br&egrave;ves p&eacute;riodes, surtout comparativement &agrave; l&rsquo;&eacute;volution rapide du secteur des technologies priv&eacute;.</li>
            <li>Un certain nombre de participants ont mentionn&eacute; qu&rsquo;il existe des raisons l&eacute;gitimes pour lesquelles une approche r&eacute;volutionnaire ne peut &ecirc;tre appliqu&eacute;e syst&eacute;matiquement. Certaines parties du gouvernement sont cens&eacute;es &eacute;voluer lentement par d&eacute;finition, et leurs cadres l&eacute;gislatifs et de politiques en tiennent souvent compte. De plus, les services essentiels &agrave; la mission qui assurent la s&eacute;curit&eacute; des Canadiens et de leurs renseignements personnels doivent &ecirc;tre maintenus tout au long de n&rsquo;importe quel processus de transformation.</li>
            <li>Puisque certaines parties du gouvernement peuvent agir plus lestement que d&rsquo;autres, on a fait observer qu&rsquo;il faudrait favoriser et encourager les progr&egrave;s graduels. La taille et la complexit&eacute; du gouvernement dans son ensemble ne devraient pas nuire &agrave; la volont&eacute; de franchir de petites &eacute;tapes en vue d&rsquo;am&eacute;liorer la prestation des services num&eacute;riques au sein d&rsquo;un milieu propice au succ&egrave;s.</li>
        </ul>
        <h3><a name="_Toc487629220"></a>&laquo;&nbsp;Travailler ouvertement&nbsp;&raquo;</h3>
        <div class="comment-panel comment-panel-right section--organizing">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information&nbsp;: </em>Un certain nombre d&rsquo;&eacute;quipes de transformation num&eacute;rique ont cr&eacute;&eacute; des blogues o&ugrave; elles font part de leur raisonnement strat&eacute;gique, de leurs approches techniques et de conception et de leurs r&eacute;sultats. Le <a href="https://gds.blog.gov.uk/">blogue du Government Digital Service du Royaume-Uni</a> a lanc&eacute; cette tendance en 2011, suivi du <a href="https://18f.gsa.gov/blog/">blogue de 18F</a> et du <a href="https://medium.com/@USDigitalService">blogue du US Digital S</a>ervice aux &Eacute;tats‑Unis, du <a href="https://www.dta.gov.au/blog/">blogue de la Digital Transformation A</a>gency en Australie et du <a href="https://medium.com/ontariodigital">blogue Ontario Digital</a> ici m&ecirc;me au Canada. Ces ressources permettent aux &eacute;quipes num&eacute;riques du gouvernement d&rsquo;&ecirc;tre en contact et d&rsquo;&eacute;changer avec le public, la communaut&eacute; technologique et leurs &eacute;quivalents de partout dans le monde.</p>
        </div>
        <p>Depuis sa cr&eacute;ation, l&rsquo;instance responsable de la transformation num&eacute;rique du Royaume-Uni, le <a href="https://gds.blog.gov.uk/">Government Digital Service</a>, soutient qu&rsquo;il faut &laquo;&nbsp;travailler ouvertement&nbsp;&raquo; pour acc&eacute;l&eacute;rer les changements &agrave; l&rsquo;&eacute;chelle du gouvernement. On a soulign&eacute; que d&rsquo;autres administrations ont depuis suivi l&rsquo;approche du Royaume-Uni.</p>
        <ul>
            <li>Les organismes de transformation num&eacute;rique d&rsquo;autres administrations travaillent ouvertement &agrave; l&rsquo;aide de blogues, de m&eacute;dias sociaux et du partage de code au moyen de plateformes libres. Ainsi, d&rsquo;autres minist&egrave;res et administrations peuvent r&eacute;utiliser et adapter le code et les id&eacute;es rapidement et gratuitement.</li>
            <li>&Eacute;tant donn&eacute; que la plupart des minist&egrave;res, des gouvernements et des administrations font face &agrave; des questions semblables, on a soulign&eacute; qu&rsquo;en &laquo;&nbsp;travaillant ouvertement&nbsp;&raquo;, on permet de reproduire les pratiques exemplaires et de les adapter &agrave; d&rsquo;autres &eacute;chelles, de m&ecirc;me que des solutions aux d&eacute;fis et aux &eacute;checs. La r&eacute;utilisation des strat&eacute;gies num&eacute;riques, des normes et du code source ouvert vient aussi r&eacute;duire les co&ucirc;ts et aider diverses parties du gouvernement &agrave; coordonner leurs efforts, &agrave; acc&eacute;l&eacute;rer les changements et &agrave; se soutenir mutuellement.</li>
            <li>Le fait de travailler ouvertement a aussi &eacute;t&eacute; soulign&eacute; comme rev&ecirc;tant une importance symbolique, puisqu&rsquo;il d&eacute;montre une approche diff&eacute;rente vis‑&agrave;‑vis le gouvernement o&ugrave; l&rsquo;on fait confiance aux employ&eacute;s et o&ugrave; on leur donne les moyens d&rsquo;agir au lieu de favoriser l&rsquo;anonymat au profit d&rsquo;une voix institutionnelle. On estimait que ce changement symbolique &eacute;tait essentiel non seulement afin d&rsquo;acqu&eacute;rir la cr&eacute;dibilit&eacute; et la latitude n&eacute;cessaires pour faire avancer les changements, mais aussi afin d&rsquo;attirer et de maintenir en poste des personnes poss&eacute;dant de nouveaux types de talents dynamiques.</li>
            <li>Cette approche d&eacute;montre &eacute;galement de la transparence, en plus de favoriser une plus grande collaboration des citoyens avec le gouvernement, autant dans le secteur des technologies que dans le grand public. Tout comme les initiatives du gouvernement ouvert, les efforts destin&eacute;s &agrave; travailler ouvertement peuvent contribuer &agrave; renforcer la confiance et la mobilisation entre les citoyens et le gouvernement.</li>
        </ul>
        <h3><a name="_Toc487629221"></a>Am&eacute;liorer les services gr&acirc;ce aux donn&eacute;es</h3>
        <p>Les donn&eacute;es jouent un r&ocirc;le essentiel afin d&rsquo;&eacute;clairer et d&rsquo;am&eacute;liorer la prestation des services, malgr&eacute; les questions complexes li&eacute;es aux politiques et &agrave; la perception du public relativement &agrave; l&rsquo;utilisation des donn&eacute;es et &agrave; la protection des renseignements personnels.</p>
        <ul>
            <li>&Agrave; leur base, tous les services sont aliment&eacute;s par des donn&eacute;es, et la capacit&eacute; d&rsquo;utiliser et d&rsquo;&eacute;changer des donn&eacute;es constitue l&rsquo;une des caract&eacute;ristiques d&eacute;finissant la prestation des services &agrave; l&rsquo;&egrave;re num&eacute;rique. L&rsquo;&eacute;change de donn&eacute;es rend possibles des exp&eacute;riences d&rsquo;utilisateur int&eacute;gr&eacute;es et hautement personnalis&eacute;es sur les plateformes num&eacute;riques auxquelles les citoyens sont de plus en plus habitu&eacute;s dans le secteur priv&eacute;.</li>
            <li>Un grand nombre d&rsquo;intervenants ont soulev&eacute; le fait que, dans certains cas, des obstacles particuliers li&eacute;s aux lois et aux politiques interdisent l&rsquo;&eacute;change de donn&eacute;es entre les organisations gouvernementales et d&rsquo;autres ordres de gouvernement. Une grande partie du cadre relatif aux lois et aux r&egrave;glements concernant la protection des renseignements personnels remonte &agrave; l&rsquo;&egrave;re ant&eacute;rieure &agrave; Internet. On a soulign&eacute; que les possibilit&eacute;s de prestation des services personnalis&eacute;s relatives &agrave; l&rsquo;&egrave;re num&eacute;rique n&rsquo;avaient pas &eacute;t&eacute; anticip&eacute;es dans le &laquo;&nbsp;labyrinthe de r&egrave;gles&nbsp;&raquo; actuels qui r&eacute;git l&rsquo;utilisation des donn&eacute;es.</li>
            <li>L&rsquo;incidence sur l&rsquo;opinion publique per&ccedil;ue a aussi &eacute;t&eacute; soulev&eacute;e comme un frein &agrave; de rapides changements dans ce domaine. Bien que l&rsquo;on consid&egrave;re g&eacute;n&eacute;ralement que le public s&rsquo;attend &agrave; ce que le gouvernement respecte une norme sup&eacute;rieure en mati&egrave;re de protection et d&rsquo;utilisation des donn&eacute;es par rapport au secteur priv&eacute;, on a peu fait pour appuyer ces hypoth&egrave;ses de fa&ccedil;on quantitative. Sans transformer la conversation sur l&rsquo;utilisation des donn&eacute;es au gouvernement, il sera difficile d&rsquo;envisager un bond consid&eacute;rable en mati&egrave;re d&rsquo;int&eacute;gration et de personnalisation des services gouvernementaux. Bon nombre d&rsquo;intervenants ont indiqu&eacute; qu&rsquo;il serait utile d&rsquo;avoir une vaste conversation sur la protection et l&rsquo;utilisation des renseignements personnels avec les Canadiens.</li>
        </ul>
    </div>
    <!--
        Digital Talent
    -->
    <a name="_Toc476843338"></a>
    <div id="talent" class="section-heading-container">
        <div class="heading-container section--talent">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">Talent pour le numérique</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>Les gens sont au c&oelig;ur de toutes les activit&eacute;s du gouvernement, et les technologies ne font pas exception. Au gouvernement du Canada, un nombre &eacute;lev&eacute; de personnes travaillent &agrave; des questions li&eacute;es &agrave; la TI, y compris les plus de 17&nbsp;200&nbsp;fonctionnaires f&eacute;d&eacute;raux qui font partie de la classification Syst&egrave;mes d&rsquo;ordinateurs (CS). Les intervenants ont toutefois expliqu&eacute; que les gouvernements ont eu de la difficult&eacute; &agrave; suivre le rythme des avanc&eacute;es des technologies num&eacute;riques, que ce soit en tenant &agrave; jour et en perfectionnant les comp&eacute;tences de leur effectif, ainsi qu&rsquo;en recrutant et en maintenant en poste la nouvelle g&eacute;n&eacute;ration de talents. Parmi les plus de 17&nbsp;200&nbsp;travailleurs de la TI au gouvernement f&eacute;d&eacute;ral, 15&nbsp;% seulement appartiennent &agrave; la g&eacute;n&eacute;ration des mill&eacute;niaux (comparativement &agrave; 24&nbsp;% pour l&rsquo;ensemble de l&rsquo;effectif de la fonction publique). L&rsquo;&acirc;ge moyen des employ&eacute;s du groupe CS a augment&eacute; pour passer de 40 &agrave; l&rsquo;ann&eacute;e&nbsp;2000 &agrave; 46 &agrave; l&rsquo;ann&eacute;e&nbsp;2016. Le gouvernement a aussi eu de la difficult&eacute; &agrave; maintenir un effectif de la TI diversifi&eacute;&nbsp;: le pourcentage des femmes dans la cat&eacute;gorie CS a diminu&eacute; pour passer de 30&nbsp;% en 2000 &agrave; 27&nbsp;% en 2016 &ndash; cette tendance est encore plus marqu&eacute;e chez les mill&eacute;niaux &ndash;, alors que, dans la fonction publique dans son ensemble, l&rsquo;effectif est compos&eacute; &agrave; 55&nbsp;% de femmes. Ces tendances pr&eacute;sentent un d&eacute;fi de taille, surtout dans un domaine qui &eacute;volue aussi rapidement. Les participants ont soulev&eacute; la crainte que, sans effort concert&eacute; pour renouveler son effectif, le gouvernement du Canada continuera de se laisser distancer quant &agrave; sa capacit&eacute; de tirer parti des nouveaux outils et des nouvelles technologies num&eacute;riques afin de r&eacute;pondre aux attentes croissantes des citoyens.</p>
        <p>Dans le cadre des s&eacute;ances de mobilisation organis&eacute;es dans l&rsquo;ensemble du pays, les six&nbsp;&eacute;l&eacute;ments suivants sont ressortis lors de discussions avec les intervenants &agrave; propos du talent num&eacute;rique.</p>
        <h3><a name="_Toc487629223"></a>Entrer en contact avec les personnes talentueuses &agrave; l&rsquo;externe</h3>
        <p>Le gouvernement f&eacute;d&eacute;ral doit trouver de meilleurs moyens de jumeler les personnes talentueuses de l&rsquo;ext&eacute;rieur aux possibilit&eacute;s internes.</p>
        <ul>
            <li>Pour de nombreux professionnels du num&eacute;rique &agrave; l&rsquo;ext&eacute;rieur du gouvernement, le consensus &eacute;tait qu&rsquo;ils ne savent pas comment s&rsquo;y retrouver parmi les possibilit&eacute;s d&rsquo;emploi dans la fonction publique, ou encore o&ugrave; trouver des possibilit&eacute;s concurrentielles qui r&eacute;pondent &agrave; leurs attentes dans le secteur public.</li>
            <li>Bien que des m&eacute;canismes comme <a href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/perfectionnement-professionnel/echanges-canada.html">&Eacute;changes Canada</a> et les r&eacute;gimes de dotation plus souples introduits r&eacute;cemment rendent relativement facile et rapide, pour les gestionnaires responsables de l&rsquo;embauche, l&rsquo;int&eacute;gration au gouvernement de professionnels de l&rsquo;externe pour de br&egrave;ves affectations ou des emplois pour une dur&eacute;e ind&eacute;termin&eacute;e, on estime que ces m&eacute;canismes ne suffisent pas &agrave; eux seuls pour attirer les personnes talentueuses sans une initiative plus vaste d&rsquo;image de marque et de recrutement externe.</li>
            <li>M&ecirc;me en disposant de m&eacute;canismes d&rsquo;embauche ad&eacute;quats, la plupart des gestionnaires de la fonction publique ne sauraient pas o&ugrave; trouver de nouveaux talents du num&eacute;rique, ou vice versa. Il y a un besoin syst&eacute;matique d&rsquo;un r&ocirc;le de &laquo;&nbsp;service de jumelage des talents&nbsp;&raquo; qui peut faire le pont entre les personnes tr&egrave;s talentueuses du num&eacute;rique &agrave; l&rsquo;externe &ndash; autant les nouveaux dipl&ocirc;m&eacute;s que les professionnels en milieu de carri&egrave;re &ndash; et les d&eacute;bouch&eacute;s dans la fonction publique du Canada.</li>
        </ul>
        <h3><a name="_Toc487629224"></a>P&eacute;riodes d&rsquo;affectation souples</h3>
        <div class="comment-panel comment-panel-left section--talent">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information </em>L&rsquo;initiative <a href="https://www.codeforamerica.org/">Code for America</a> a &eacute;t&eacute; fond&eacute;e en 2009. Elle jumelle les professionnels de la technologie et de la conception &agrave; des possibilit&eacute;s d&rsquo;am&eacute;liorer les services publics num&eacute;riques aux &Eacute;tats‑Unis. Les responsables de Code for America ex&eacute;cutent un programme o&ugrave; de petites &eacute;quipes de d&eacute;veloppeurs et de concepteurs collaborent avec les administrations des municipalit&eacute;s et des &Eacute;tats en vue d&rsquo;offrir des bourses de recherche d&rsquo;un an, d&rsquo;&eacute;laborer des services num&eacute;riques novateurs et d&rsquo;&eacute;changer les pratiques exemplaires de la communaut&eacute; des technologies et de la conception avec les homologues gouvernementaux. Depuis le lancement de Code for America, des programmes semblables ont &eacute;t&eacute; cr&eacute;&eacute;s en <a href="http://www.codeforaustralia.org/">Australie</a>, en <a href="http://codefor.de/en/">Allemagne</a> et dans <a href="https://codeforall.org/members">plusieurs autres pays</a>, notamment l&rsquo;initiative <a href="http://codefor.ca/fr/">Code for Canada</a> lanc&eacute;e en 2017.</p>
        </div>
        <p>Les intervenants ont indiqu&eacute; que bien que beaucoup de gens du secteur des technologies soient motiv&eacute;s par le sentiment d&rsquo;accomplir une mission et cherchent des fa&ccedil;ons d&rsquo;avoir un v&eacute;ritable impact, dans de nombreux cas, ces personnes sont &agrave; la recherche de souplesse plut&ocirc;t que d&rsquo;options de carri&egrave;re permanentes.</p>
        <ul>
            <li>On a relev&eacute; l&rsquo;importance du sentiment d&rsquo;accomplir une mission pour un grand nombre de travailleurs du secteur des technologies. Bien qu&rsquo;elles ne s&rsquo;int&eacute;ressent g&eacute;n&eacute;ralement pas &agrave; une carri&egrave;re &agrave; long terme dans de grandes organisations comme le gouvernement f&eacute;d&eacute;ral, ces personnes souhaitent r&eacute;soudre des probl&egrave;mes &ndash; surtout ceux qui peuvent les rendre t&eacute;moins d&rsquo;am&eacute;liorations concr&egrave;tes aux services au public. La cr&eacute;ation de programmes comme <a href="https://www.codeforamerica.org/">Code for America</a> aux &Eacute;tats‑Unis s&rsquo;appuie fortement sur ce concept. Un grand nombre de professionnels souhaitent servir leur pays, ne serait‑ce que sur une courte p&eacute;riode, dans le cadre d&rsquo;un exercice similaire au service militaire ou volontaire.</li>
            <li>D&rsquo;apr&egrave;s les participants, l&rsquo;id&eacute;e, souvent exprim&eacute;e, que le gouvernement ne peut offrir de salaires concurrentiels pour attirer les personnes les plus talentueuses dans le domaine technologique semblerait &ecirc;tre un mythe, du moins en partie. M&ecirc;me si un certain pourcentage des professionnels du num&eacute;rique sont principalement motiv&eacute;s par des avantages financiers que le gouvernement ne pourrait pas leur offrir de mani&egrave;re r&eacute;aliste, ils sont encore plus nombreux &agrave; chercher l&rsquo;&eacute;panouissement professionnel et le sentiment d&rsquo;&ecirc;tre utile, que la fonction publique peut offrir. On a aussi relev&eacute; que, consid&eacute;rant la marge de man&oelig;uvre dont disposent les gestionnaires responsables de l&rsquo;embauche dans les &eacute;chelles salariales existantes, les postes d&rsquo;entr&eacute;e sont relativement concurrentiels par rapport aux postes d&rsquo;entr&eacute;e dans les grandes entreprises technologiques.</li>
            <li>Certains participants ont par ailleurs indiqu&eacute; que le secteur public peut pr&eacute;senter un d&eacute;fi intellectuel attrayant aux yeux des travailleurs des domaines du num&eacute;rique, des donn&eacute;es et de la conception, vu le fait que les probl&egrave;mes auxquels le gouvernement s&rsquo;attaque &ndash; aux &eacute;chelles municipale, provinciale et f&eacute;d&eacute;rale &ndash; sont, dans bien des cas, &agrave; grande &eacute;chelle et complexes.</li>
        </ul>
        <div class="comment-panel comment-panel-right section--talent">
            <p>Le programme <a href="https://presidentialinnovationfellows.gov/about/">Presidential Innovation Fellows</a> (PIF) des &Eacute;tats‑Unis a &eacute;t&eacute; con&ccedil;u pour attirer au gouvernement f&eacute;d&eacute;ral les innovateurs du secteur des technologies dans des affectations de 12&nbsp;mois. Le programme des bourses de recherche est hautement concurrentiel, et il attire de grands experts des technologies de partout aux &Eacute;tats‑Unis. Les boursiers du programme PIF ont <a href="http://ben.balter.com/2015/04/22/the-difference-between-18f-and-usds/">contribu&eacute; &agrave; la cr&eacute;ation</a> de 18F et du US Digital Service en 2014.</p>
        </div>
        <h3><a name="_Toc487629225"></a>Mobilisation avec les &eacute;tudiants et les universit&eacute;s</h3>
        <p>Les participants ont mentionn&eacute; qu&rsquo;il &eacute;tait dans l&rsquo;int&eacute;r&ecirc;t du gouvernement f&eacute;d&eacute;ral de mobiliser diff&eacute;remment et plus t&ocirc;t les personnes talentueuses de la conception et du num&eacute;rique dans les universit&eacute;s et les coll&egrave;ges. En effet, les approches de recrutement traditionnelles accusent un retard par rapport aux concurrents du secteur priv&eacute; qui s&rsquo;int&eacute;ressent au m&ecirc;me bassin de personnes talentueuses.</p>
        <ul>
            <li>Bien que le gouvernement ait un avantage concurrentiel au chapitre du recrutement des talents en ce qui concerne le sentiment d&rsquo;accomplir une mission qu&rsquo;il peut offrir, un th&egrave;me qui a &eacute;t&eacute; exprim&eacute; fr&eacute;quemment est la concurrence f&eacute;roce &agrave; l&rsquo;&eacute;gard de la nouvelle g&eacute;n&eacute;ration de travailleurs technologiques.</li>
            <li>On a indiqu&eacute; que le secteur priv&eacute; mobilise de plus en plus t&ocirc;t la nouvelle g&eacute;n&eacute;ration de talents du num&eacute;rique. Il va m&ecirc;me jusqu&rsquo;&agrave; mettre en place des programmes destin&eacute;s &agrave; entrer en contact avec les &eacute;l&egrave;ves du secondaire, ou lorsqu&rsquo;ils sont plus jeunes, dans le but de mousser sa notori&eacute;t&eacute; et d&rsquo;influencer le choix de carri&egrave;re de ces &eacute;l&egrave;ves. Trop souvent, le recrutement postsecondaire par les minist&egrave;res est consid&eacute;r&eacute; qu&rsquo;une fois que les &eacute;tudiants sont sur le point d&rsquo;obtenir leur dipl&ocirc;me, alors que bon nombre d&rsquo;entre eux ont d&eacute;j&agrave; re&ccedil;u des offres attrayantes d&rsquo;entreprises de premier plan du secteur priv&eacute; ou d&rsquo;entreprises en d&eacute;marrage.</li>
            <li>M&ecirc;me si le gouvernement f&eacute;d&eacute;ral accepte le placement d&rsquo;&eacute;tudiants, ces programmes puisent en grande partie dans les universit&eacute;s et les coll&egrave;ges de la r&eacute;gion de la capitale nationale et des environs, vu leur proximit&eacute; g&eacute;ographique avec la plupart des administrations centrales des minist&egrave;res. En outre, on a indiqu&eacute; qu&rsquo;il y a insuffisamment de mobilisation avec les programmes d&rsquo;informatique, de sciences des donn&eacute;es et de r&eacute;flexion conceptuelle, des comp&eacute;tences qui sont de plus en plus importantes pour le gouvernement et qui n&rsquo;ont pas &eacute;t&eacute; cibl&eacute;es de la m&ecirc;me fa&ccedil;on que les programmes de politiques publiques et d&rsquo;administration.</li>
        </ul>
        <h3><a name="_Toc487629226"></a>Nouveaux mod&egrave;les de cr&eacute;ation conjointe</h3>
        <div class="comment-panel comment-panel-left section--talent">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information </em><a href="http://www.cra-arc.gc.ca/esrvc-srvce/tx/ndvdls/netfile-impotnet/menu-fra.html">IMP&Ocirc;TNET</a> offre une interface de programmation d&rsquo;applications (API), un syst&egrave;me de logiciels qui permet &agrave; d&rsquo;autres entreprises de d&eacute;velopper des logiciels de production des d&eacute;clarations de revenus qui peuvent envoyer directement des renseignements &agrave; l&rsquo;Agence du revenu du Canada. IMP&Ocirc;TNET a cr&eacute;&eacute; un &eacute;cosyst&egrave;me o&ugrave; <a href="http://www.cra-arc.gc.ca/esrvc-srvce/tx/ndvdls/netfile-impotnet/crtfdsftwr/menu-fra.html">divers fournisseurs</a> offrent des solutions de production num&eacute;rique des d&eacute;clarations de revenus qui sont concurrentielles par la simplicit&eacute; de leur interface utilisateur et les fonctions offertes, en plus de simplifier en cons&eacute;quence l&rsquo;exp&eacute;rience de production des d&eacute;clarations pour les Canadiens.</p>
        </div>
        <p>Lors des s&eacute;ances de mobilisation, on a fait observer qu&rsquo;il y a une &laquo;&nbsp;troisi&egrave;me fa&ccedil;on&nbsp;&raquo; &eacute;mergente, autre que le d&eacute;veloppement de solutions &agrave; l&rsquo;interne et les achats commerciaux. Cette fa&ccedil;on tire parti de mod&egrave;les de cr&eacute;ation conjointe avec les communaut&eacute;s de technologies civiles, &agrave; l&rsquo;aide de code source ouvert.</p>
        <ul>
            <li>Traditionnellement, le gouvernement f&eacute;d&eacute;ral a soit &eacute;labor&eacute; des solutions technologiques &agrave; l&rsquo;interne, soit acquis des services aupr&egrave;s du secteur priv&eacute;. On a indiqu&eacute; qu&rsquo;une trop grande d&eacute;pendance vis‑&agrave;‑vis l&rsquo;une ou l&rsquo;autre des approches pr&eacute;sente des risques&nbsp;: le d&eacute;veloppement interne peut faire en sorte que l&rsquo;on ne tire pas parti des solutions ultramodernes du secteur priv&eacute;, tandis qu&rsquo;une trop grande d&eacute;pendance vis‑&agrave;‑vis l&rsquo;externalisation peut conduire &agrave; l&rsquo;asservissement &agrave; un fournisseur et &agrave; l&rsquo;atrophie des capacit&eacute;s techniques internes.</li>
            <li>La venue des plateformes libres et des mod&egrave;les distribu&eacute;s de collaboration a &eacute;t&eacute; soulign&eacute;e comme ayant ouvert de nouvelles possibilit&eacute;s li&eacute;es &agrave; un mod&egrave;le hybride permettant la cr&eacute;ation conjointe entre le gouvernement, les communaut&eacute;s de technologies civiles ou les entreprises en d&eacute;marrage et les entrepreneurs.</li>
            <li>Les intervenants ont fait observer que ces approches ne sont pas mutuellement exclusives. Vu l&rsquo;ampleur des besoins technologiques du gouvernement du Canada &ndash; avec plus de 5&nbsp;milliards de dollars en d&eacute;penses annuelles li&eacute;es &agrave; la TI &ndash; il sera n&eacute;cessaire de combiner le d&eacute;veloppement interne, les achats et la cr&eacute;ation conjointe afin de r&eacute;pondre aux besoins num&eacute;riques du gouvernement.</li>
            <li>Certaines personnes ont aussi encourag&eacute; le gouvernement &agrave; envisager la notion du &laquo;&nbsp;gouvernement en tant que plateforme&nbsp;&raquo; <a href="https://web.archive.org/web/20180126231331/http://chimera.labs.oreilly.com/books/1234000000774/ch02.html">invent&eacute;e par Tim O&rsquo;Reilly</a> et <a href="https://gds.blog.gov.uk/2015/03/29/government-as-a-platform-the-next-phase-of-digital-transformation/">explor&eacute;e davantage par le Government Digital S</a>ervice du Royaume-Uni. Le gouvernement du Canada a d&eacute;j&agrave; franchi certaines &eacute;tapes dans cette direction, notamment par l&rsquo;interm&eacute;diaire du programme <a href="http://www.cra-arc.gc.ca/esrvc-srvce/tx/ndvdls/netfile-impotnet/menu-fra.html">IMP&Ocirc;TNET</a> de l&rsquo;Agence du revenu du Canada.</li>
        </ul>
        <h3><a name="_Toc487629227"></a>Les talents au‑del&agrave; de la r&eacute;gion de la capitale nationale</h3>
        <p>Les professionnels du num&eacute;rique ont indiqu&eacute; que s&rsquo;ils souhaitaient travailler pour le gouvernement f&eacute;d&eacute;ral, ils ne devraient pas avoir &agrave; se trouver physiquement &agrave; Ottawa.</p>
        <ul>
            <li>On a soulign&eacute; que le fait d&rsquo;exiger que les personnes talentueuses dans le domaine num&eacute;rique vivent dans la r&eacute;gion de la capitale nationale r&eacute;duit les possibilit&eacute;s de travailler avec les personnes les plus brillantes du Canada. Parmi les nouveaux mod&egrave;les soumis &agrave; l&rsquo;&eacute;tude, on trouve l&rsquo;&eacute;tablissement d&rsquo;&laquo;&nbsp;succursales de l&rsquo;innovation&nbsp;&raquo; qui rassemblent diverses administrations et les personnes talentueuses de l&rsquo;ext&eacute;rieur dans un esprit de collaboration.</li>
            <li>On a fait observer qu&rsquo;un certain nombre d&rsquo;organisations &ndash; y compris les institutions financi&egrave;res et les grands d&eacute;taillants &ndash; se tournent vers un mod&egrave;le o&ugrave; leurs &eacute;quipes de l&rsquo;innovation num&eacute;rique se situent &agrave; l&rsquo;ext&eacute;rieur de leur si&egrave;ge social. On a ainsi l&rsquo;occasion d&rsquo;&eacute;tablir une culture diff&eacute;rente et de permettre &agrave; ces organisations de puiser dans les talents dans des r&eacute;gions diff&eacute;rentes du Canada.</li>
            <li>Un grand nombre de personnes ont affirm&eacute; que le fait de d&eacute;m&eacute;nager dans la r&eacute;gion de la capitale nationale afin de travailler pour le gouvernement &ndash; ne serait‑ce que durant une ou deux&nbsp;ann&eacute;es &ndash; aurait un important effet dissuasif. Les personnes talentueuses dans le domaine num&eacute;rique au Canada sont dispers&eacute;es partout au pays; on trouve d&rsquo;importants carrefours technologiques dans un grand nombre de municipalit&eacute;s et de r&eacute;gions. Les participants ont encourag&eacute; le gouvernement f&eacute;d&eacute;ral &agrave; trouver des moyens de puiser dans les talents peu importe o&ugrave; ils se trouvent, et non pas seulement l&agrave; o&ugrave; se trouvent les bureaux du gouvernement. Les technologies modernes permettent aux employ&eacute;s de travailler de fa&ccedil;on virtuelle, et le gouvernement du Canada devrait avoir une empreinte nationale qui favorise la viabilit&eacute; &eacute;conomique des collectivit&eacute;s locales.</li>
        </ul>
        <h3><a name="_Toc487629228"></a>Favoriser les talents de pointe au gouvernement</h3>
        <p>La fonction publique du Canada doit mieux tirer parti des talents qui se trouvent d&eacute;j&agrave; au gouvernement. Pour ce faire, il faut rendre l&rsquo;innovation possible de l&rsquo;int&eacute;rieur et favoriser les communaut&eacute;s de pratique de nouvelle g&eacute;n&eacute;ration afin d&rsquo;am&eacute;liorer les comp&eacute;tences num&eacute;riques.</p>
        <ul>
            <li>Vu le consid&eacute;rable effectif de la TI au gouvernement du Canada, les possibilit&eacute;s de mieux exploiter la base de talents existante ont &eacute;t&eacute; d&eacute;sign&eacute;es comme un besoin important. Les programmes comme le Carrefour d&rsquo;emploi de GCconnex, le projet pilote Agents libres de Ressources naturelles Canada et les micromissions sont un d&eacute;but, mais il faut aller plus loin.</li>
            <li>L&rsquo;apprentissage continu a &eacute;t&eacute; un &eacute;l&eacute;ment important &agrave; retenir de ces discussions. Surtout dans le cas de l&rsquo;effectif existant du groupe CS au gouvernement f&eacute;d&eacute;ral, il est de plus en plus important de trouver des moyens de renforcer la capacit&eacute; num&eacute;rique et de promouvoir le perfectionnement professionnel. Bon nombre des domaines d&rsquo;expertise sur lesquels l&rsquo;accent est maintenant mis dans le secteur priv&eacute; &ndash; particuli&egrave;rement la conception centr&eacute;e sur l&rsquo;utilisateur, l&rsquo;infonuagique et les comp&eacute;tences en d&eacute;veloppement agile &ndash; ont &eacute;t&eacute; d&eacute;crits comme &eacute;tant encore rares au gouvernement. Un certain nombre de participants ont indiqu&eacute; que le renforcement des comp&eacute;tences et de l&rsquo;expertise de l&rsquo;effectif du groupe CS pourrait se faire &agrave; l&rsquo;aide de strat&eacute;gies comprenant le mentorat, l&rsquo;encadrement, les ateliers, les &eacute;changes ou les programmes de rotation avec d&rsquo;autres administrations, ainsi que l&rsquo;observation au poste de travail.</li>
            <li>Au‑del&agrave; de l&rsquo;effectif CS, on a indiqu&eacute; qu&rsquo;il faut am&eacute;liorer la litt&eacute;ratie num&eacute;rique dans l&rsquo;ensemble de la fonction publique. &Eacute;tant donn&eacute; que les technologies sous‑tendent de plus en plus la quasi-totalit&eacute; des questions li&eacute;es aux politiques, des programmes et des services, les fonctionnaires &agrave; tous les paliers ont besoin d&rsquo;une connaissance de base du fonctionnement des technologies afin de prodiguer des conseils judicieux et de prendre des d&eacute;cisions &eacute;clair&eacute;es.</li>
        </ul>
    </div>
    <!--
        Design
    -->
    <a name="_Toc476843345"></a>
    <div id="conception" class="section-heading-container">
        <div class="heading-container section--design">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">Conception et prestation<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"><br/> </span>de services numériques</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>L&rsquo;&eacute;laboration de la nouvelle g&eacute;n&eacute;ration de services aux Canadiens dans le monde num&eacute;rique signifie, avant tout, qu&rsquo;il faut adopter une approche de conception et de prestation qui est centr&eacute;e sur l&rsquo;utilisateur. M&ecirc;me si cette approche semblait logique en surface, on a souvent soulign&eacute; qu&rsquo;elle va &agrave; l&rsquo;inverse de la fa&ccedil;on dont les gouvernements ont tendance &agrave; fonctionner. D&rsquo;apr&egrave;s l&rsquo;exp&eacute;rience d&rsquo;autres administrations &agrave; qui l&rsquo;on a parl&eacute;, il faut un effort concert&eacute; afin d&rsquo;institutionnaliser de nouvelles fa&ccedil;ons de travailler en changeant les incitatifs, les processus et la culture des minist&egrave;res. Sans ces r&eacute;formes, l&rsquo;adoption d&rsquo;outils en ligne modernes pour la prestation des services ne conduira qu&rsquo;&agrave; des am&eacute;liorations superficielles au syst&egrave;me en place. Il faut apporter des changements plus en profondeur afin d&rsquo;&ecirc;tre en mesure d&rsquo;am&eacute;liorer la fa&ccedil;on dont le gouvernement offre les services &agrave; l&rsquo;&egrave;re num&eacute;rique, qu&rsquo;il s&rsquo;agisse de l&rsquo;interface utilisateur ou des processus minist&eacute;riels, ou encore des donn&eacute;es et de l&rsquo;infrastructure qui sous‑tendent les programmes et les op&eacute;rations du gouvernement.</p>
        <p>&Agrave; l&rsquo;aide de s&eacute;ances de mobilisation organis&eacute;es dans l&rsquo;ensemble du pays, les cinq&nbsp;&eacute;l&eacute;ments suivants sont ressortis des discussions avec les intervenants.</p>
        <h3><a name="_Toc487629230"></a>Les besoins des utilisateurs d&rsquo;abord</h3>
        <p>Le fait de placer les besoins des utilisateurs au c&oelig;ur de la conception de tous les services a &eacute;t&eacute; d&eacute;sign&eacute; de fa&ccedil;on g&eacute;n&eacute;rale comme essentiel, en plus de n&eacute;cessiter une compr&eacute;hension des cons&eacute;quences pour la culture, les incitatifs et les structures en place au gouvernement.</p>
        <ul>
            <li>Les participants ont soulign&eacute; que, traditionnellement, la conception des services gouvernementaux a tendance &agrave; faire passer les besoins des minist&egrave;res avant ceux des utilisateurs. Un profond changement culturel sera n&eacute;cessaire afin de renverser ces processus.</li>
            <li>Un certain nombre d&rsquo;administrations de partout dans le monde ont acquis une expertise en institutionnalisation d&rsquo;approches de la conception centr&eacute;e sur l&rsquo;utilisateur, et le gouvernement du Canada peut apprendre de ces exp&eacute;riences et s&rsquo;y appuyer. Bon nombre de ces r&eacute;ussites ont &eacute;t&eacute; rendues possibles par un leadership soutenu et par la volont&eacute; de remettre en question les hypoth&egrave;ses de d&eacute;part et de changer les processus existants.</li>
        </ul>
        <h3><a name="_Toc487629231"></a>Approches it&eacute;ratives</h3>
        <div class="comment-panel comment-panel-right section--design">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information </em>L&rsquo;&eacute;quipe du Government Digital Service (GDS) du Royaume-Uni a mis en place <a href="https://www.gov.uk/service-manual/measuring-success/using-data-to-improve-your-service-an-introduction">quatre indicateurs cl&eacute;s de rendement</a> (ICR) normalis&eacute;s dans le but d&rsquo;&eacute;valuer tous les services en ligne du gouvernement du Royaume-Uni&nbsp;: le co&ucirc;t par op&eacute;ration, la satisfaction des utilisateurs, le taux d&rsquo;ach&egrave;vement et le pourcentage d&rsquo;ach&egrave;vement en ligne. Le GDS peut ainsi &eacute;valuer les am&eacute;liorations et les changements &agrave; ces services. Dans l&rsquo;esprit du fait de travailler ouvertement, le GDS rend ces ICR publics en ligne dans un <a href="https://www.gov.uk/performance">tableau de bord sur le rendement en temps r&eacute;el</a>. La Digital Transformation Agency de l&rsquo;Australie <a href="https://www.dta.gov.au/standard/measuring-performance/">a adopt&eacute; les quatre m&ecirc;me ICR</a>, cr&eacute;ant ainsi une approche uniforme qui pourrait &ecirc;tre utilis&eacute;e pour &eacute;valuer les services num&eacute;riques dans un grand nombre d&rsquo;administrations du monde.</p>
        </div>
        <p>L&rsquo;importance des approches it&eacute;ratives qui s&rsquo;appuient sur la r&eacute;troaction des utilisateurs &agrave; tous les stades a &eacute;t&eacute; d&eacute;sign&eacute;e comme un facteur de r&eacute;ussite important.</p>
        <ul>
            <li>La m&eacute;thode de d&eacute;veloppement en cascade &ndash; un processus de conception non it&eacute;ratif servant au d&eacute;veloppement de logiciels, o&ugrave; les progr&egrave;s sont consid&eacute;r&eacute;s comme coulant r&eacute;guli&egrave;rement vers le bas en allant du concept &agrave; la mise en &oelig;uvre et au maintien &ndash; et le mouvement vers les approches ax&eacute;es sur &laquo;&nbsp;un grand lancement et une annonce&nbsp;&raquo; dans le cas d&rsquo;un grand nombre d&rsquo;initiatives gouvernementales li&eacute;es &agrave; la TI et &agrave; la prestation de services ont &eacute;t&eacute; d&eacute;sign&eacute;s comme de grands obstacles &agrave; la conception et la prestation centr&eacute;es sur l&rsquo;utilisateur.</li>
            <li>Les r&eacute;pondants ont soulign&eacute; que le secteur priv&eacute; a adopt&eacute; une approche qui s&rsquo;apparente bien plus &agrave; des essais &laquo;&nbsp;alpha&nbsp;&raquo; et &laquo;&nbsp;b&ecirc;ta&nbsp;&raquo; afin de commencer &agrave; petite &eacute;chelle et d&rsquo;it&eacute;rer en mati&egrave;re de conception de logiciels et de services. Par d&eacute;finition, cela veut dire qu&rsquo;on lance des produits qui ne sont pas enti&egrave;rement finis et qu&rsquo;on les am&eacute;liore au fur et &agrave; mesure qu&rsquo;ils sont essay&eacute;s par les utilisateurs finaux. Le gouvernement doit alors assumer un type diff&eacute;rent de tol&eacute;rance au risque.</li>
            <li>On a aussi soulign&eacute; que le succ&egrave;s des it&eacute;rations est tributaire d&rsquo;un acc&egrave;s continu &agrave; la r&eacute;troaction des utilisateurs et aux donn&eacute;es. Un certain nombre d&rsquo;intervenants ont relev&eacute; non seulement les avantages associ&eacute;s au fait d&rsquo;avoir des donn&eacute;es de base constantes dans tous les services en ligne offerts, mais aussi les pressions concurrentielles avantageuses qui peuvent &ecirc;tre introduites en rendant ces donn&eacute;es disponibles au public, en temps r&eacute;el dans la mesure du possible. On a soulign&eacute; qu&rsquo;afin d&rsquo;accomplir ces types de tableaux de bord des services num&eacute;riques publics, on a besoin de normes et de m&eacute;thodes communes pour les donn&eacute;es dans l&rsquo;ensemble des services. Ces normes et m&eacute;thodes peuvent &ecirc;tre int&eacute;gr&eacute;es &agrave; la conception des logiciels de mani&egrave;re &agrave; automatiser la collecte et la publication des donn&eacute;es.</li>
        </ul>
        <h3><a name="_Toc487629232"></a>Acqu&eacute;rir des comp&eacute;tences en conception centr&eacute;e sur l&rsquo;utilisateur</h3>
        <p>Un certain nombre d&rsquo;intervenants ont relev&eacute; des lacunes dans les comp&eacute;tences qu&rsquo;il faut combler dans le secteur public, &agrave; la crois&eacute;e de la conception centr&eacute;e sur l&rsquo;utilisateur et du prototypage et du d&eacute;veloppement agiles.</p>
        <ul>
            <li>Les r&eacute;pondants ont indiqu&eacute; que les approches de la conception centr&eacute;e sur l&rsquo;utilisateur &ndash; comme la cartographie du parcours du client &ndash; peuvent &ecirc;tre de nature non num&eacute;rique, alors m&ecirc;me qu&rsquo;elles jouent un r&ocirc;le cl&eacute; dans la transformation de la fa&ccedil;on dont les gouvernements offrent les services en ligne aux citoyens.</li>
            <li>D&rsquo;autres ont soulign&eacute; que la conception centr&eacute;e sur l&rsquo;utilisateur n&rsquo;est g&eacute;n&eacute;ralement pas une comp&eacute;tence pour laquelle le gouvernement f&eacute;d&eacute;ral embauche du personnel ou qui est officiellement int&eacute;gr&eacute;e aux organigrammes. L&rsquo;int&eacute;gration de la r&eacute;flexion de la conception centr&eacute;e sur l&rsquo;utilisateur au sein de l&rsquo;organisation, et le fait d&rsquo;en encourager et d&rsquo;en mesurer l&rsquo;utilisation, ont &eacute;t&eacute; d&eacute;sign&eacute;s comme une priorit&eacute; possible pour contribuer &agrave; faire avancer la transformation num&eacute;rique.</li>
        </ul>
        <h3><a name="_Toc487629233"></a>Normes relatives &agrave; la conception num&eacute;rique</h3>
        <div class="comment-panel comment-panel-left section--design">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information</em> Les normes relatives &agrave; la conception num&eacute;rique sont devenues un outil important alors que les gouvernements am&eacute;liorent la qualit&eacute; de leurs services en ligne. Le Government Digital Service du Royaume-Uni a publi&eacute; une <a href="https://www.gov.uk/service-manual/service-standard">norme relative aux services num&eacute;riques</a> assortie de 18&nbsp;crit&egrave;res, lesquels mettent l&rsquo;accent sur les besoins des utilisateurs, l&rsquo;emploi de m&eacute;thodes agiles, les sources ouvertes et les normes ouvertes, ainsi que la mesure du rendement et les essais. D&rsquo;autres pays ont adopt&eacute; des approches semblables&nbsp;: le US Digital Service a cr&eacute;&eacute; un <a href="https://playbook.cio.gov/">manuel des services num&eacute;riques</a> visant &agrave; augmenter le nombre de fois o&ugrave; les projets num&eacute;riques connaissent du succ&egrave;s, et la Digital Transformation Agency de l&rsquo;Australie a &eacute;tabli une <a href="https://www.dta.gov.au/standard/">norme relative aux services num&eacute;riques</a> inspir&eacute;e du mod&egrave;le du Royaume‑Uni.</p>
        </div>
        <p>Les normes relatives &agrave; la conception num&eacute;rique peuvent faire avancer les changements dans tout le gouvernement, mais elles doivent &ecirc;tre adapt&eacute;es au contexte canadien. Il faut en m&ecirc;me temps mettre l&rsquo;accent sur des questions comme l&rsquo;accessibilit&eacute;, l&rsquo;acc&egrave;s &agrave; faible bande passante et les exigences relatives aux langues officielles.</p>
        <ul>
            <li>La r&eacute;troaction comprenait le fait que de nombreuses administrations du monde ont mis en place des normes li&eacute;es &agrave; la conception num&eacute;rique afin de faire avancer l&rsquo;adoption du num&eacute;rique et d&rsquo;am&eacute;liorer la qualit&eacute; des services en ligne. Ces normes, surtout lorsqu&rsquo;elles sont obligatoires, peuvent jouer un r&ocirc;le cl&eacute; afin de faire changer les strat&eacute;gies et les comportements dans les grandes organisations.</li>
            <li>Dans le contexte canadien, des questions particuli&egrave;res ont &eacute;t&eacute; d&eacute;sign&eacute;es comme devant &ecirc;tre prises en consid&eacute;ration au moment de cr&eacute;er de telles normes. Les exigences du gouvernement f&eacute;d&eacute;ral relativement &agrave; l&rsquo;accessibilit&eacute; des sites Web figurent parmi les plus robustes dans le monde, et il faut les respecter. Compte tenu de la port&eacute;e g&eacute;ographique du Canada, il y a des r&eacute;gions importantes du pays o&ugrave; l&rsquo;acc&egrave;s &agrave; Internet est &agrave; faible bande passante ou limit&eacute;, ce dont il faut tenir compte au moment d&rsquo;&eacute;laborer les normes de conception. De plus, les exigences propres aux langues officielles s&rsquo;appliquent &agrave; tout service num&eacute;rique que cr&eacute;e le gouvernement f&eacute;d&eacute;ral.</li>
        </ul>
        <h3><a name="_Toc487629234"></a>Extensibilit&eacute; et partage des innovations</h3>
        <p>On a souvent mentionn&eacute; que le leadership central est important afin de contribuer &agrave; l&rsquo;extensibilit&eacute; des innovations en jumelant les id&eacute;es, les pratiques exemplaires et les possibilit&eacute;s dans l&rsquo;ensemble du gouvernement et avec d&rsquo;autres administrations.</p>
        <ul>
            <li>Bien qu&rsquo;il y ait des foyers d&rsquo;innovation au gouvernement du Canada, bon nombre de participants poss&eacute;dant une exp&eacute;rience de travail dans la fonction publique f&eacute;d&eacute;rale ont fait observer qu&rsquo;il manque de ressources d&eacute;di&eacute;es ayant pour mandat d&rsquo;&eacute;chelonner les innovations dans tout le syst&egrave;me.</li>
            <li>Les s&eacute;ances de mobilisation pancanadiennes ont r&eacute;v&eacute;l&eacute; qu&rsquo;&agrave; l&rsquo;ext&eacute;rieur du gouvernement f&eacute;d&eacute;ral, d&rsquo;importantes innovations se produisent aux &eacute;chelles provinciale et municipale. En parall&egrave;le, les gouvernements &eacute;trangers offrent une source profonde d&rsquo;exp&eacute;riences et de pratiques exemplaires qui peuvent &ecirc;tre adapt&eacute;es au contexte canadien. On a relev&eacute; la n&eacute;cessit&eacute; de collaborer, en temps r&eacute;el, entre les administrations afin d&rsquo;&eacute;changer des id&eacute;es et des solutions.</li>
        </ul>
    </div>
    <!--
        Putting in Place the Right Foundations
    -->
    <a name="_Toc476843351"></a>
    <div id="assises" class="section-heading-container">
        <div class="heading-container section--foundations">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">Établir les bonnes assises</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>Alors que le gouvernement du Canada am&eacute;liore son utilisation des technologies num&eacute;riques, il doit s&rsquo;assurer que les &eacute;l&eacute;ments techniques de base n&eacute;cessaires au succ&egrave;s sont en place. En 2016, le SCT a publi&eacute; un nouveau <a href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/technologie-information/strategie-technologie-information.html">Plan strat&eacute;gique de la TI</a> et la <a href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/technologie-information/informatique-nuage/strategie-adoption-information-nuage-gouvernement-canada.html">Strat&eacute;gie d&rsquo;adoption de l&rsquo;informatique en nuage</a>, qui donnent une orientation sur certains de ces &eacute;l&eacute;ments de base. On a toutefois soulign&eacute; que ce ne sont pas toutes les parties de l&rsquo;&eacute;cosyst&egrave;me de la TI du gouvernement du Canada qui &eacute;voluent au m&ecirc;me rythme, ce qui rend difficile, pour le gouvernement dans son ensemble, d&rsquo;exploiter le plein potentiel de la transformation num&eacute;rique. La r&eacute;troaction des participants et l&rsquo;exp&eacute;rience d&rsquo;autres administrations mettent en &eacute;vidence le fait que des outils habilitants transversaux ad&eacute;quats doivent &ecirc;tre en place afin d&rsquo;&eacute;tablir un v&eacute;ritable gouvernement num&eacute;rique.</p>
        <p>Les cinq&nbsp;questions cl&eacute;s suivantes sont ressorties des discussions avec les intervenants.</p>
        <h3><a name="_Toc487629236"></a>Remise en question des pratiques d&rsquo;approvisionnement</h3>
        <div class="comment-panel comment-panel-right section--foundations">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information </em>En 2016, la Ville de Guelph a lanc&eacute; un nouveau <a href="http://open.guelph.ca/accelerator/">programme d&rsquo;acc&eacute;l&eacute;rateur civique</a> qui jumelle les entreprises en d&eacute;marrage aux services municipaux afin de r&eacute;soudre les d&eacute;fis de la Ville. Le programme permet &agrave; certaines entreprises en d&eacute;marrage de collaborer avec le personnel de la Ville, d&rsquo;apprendre de ce dernier et de mettre &agrave; l&rsquo;essai leurs nouvelles solutions technologiques en les mettant en application dans le monde r&eacute;el. Le personnel de la Ville peut alors faire des exp&eacute;riences avec des solutions cr&eacute;atives possibles en dehors du processus d&rsquo;approvisionnement traditionnel et &eacute;valuer ces solutions. Les deux entreprises en d&eacute;marrage qui avaient &eacute;t&eacute; s&eacute;lectionn&eacute;es initialement <a href="http://guelph.ca/2017/02/pilot-programs-announced-guelph-wraps-first-round-civic-accelerator/">ont maintenant achev&eacute; le programme d&rsquo;un&nbsp;an</a>, et elles sont &agrave; mettre leurs solutions sur le march&eacute;.</p>
        </div>
        <p>On a indiqu&eacute; que les pratiques d&rsquo;approvisionnement existantes emp&ecirc;chent le d&eacute;veloppement it&eacute;ratif &agrave; petite &eacute;chelle avec le secteur priv&eacute; et rendent difficile, pour les entreprises en d&eacute;marrage et les acteurs non traditionnels, la collaboration avec le gouvernement.</p>
        <ul>
            <li>La r&eacute;troaction re&ccedil;ue indique que les pratiques d&rsquo;approvisionnement en TI actuelles pr&eacute;sentent plusieurs obstacles aux petits acteurs. En r&egrave;gle g&eacute;n&eacute;rale, on diffuse des demandes de propositions (DDP) &agrave; grande &eacute;chelle afin de r&eacute;duire au minimum la fr&eacute;quence &agrave; laquelle un minist&egrave;re doit faire appel au march&eacute;. Ces grandes DDP emp&ecirc;chent les petites organisations de pr&eacute;senter une demande, vu l&rsquo;&eacute;chelle, la complexit&eacute; et les ressources n&eacute;cessaires pour y r&eacute;pondre. Un grand nombre d&rsquo;intervenants ont soulev&eacute; la n&eacute;cessit&eacute; de fournir une orientation sur la fa&ccedil;on de proc&eacute;der &agrave; l&rsquo;approvisionnement it&eacute;ratif et &agrave; petite &eacute;chelle, y compris pour les solutions logicielles libres, semblable au <a href="https://micropurchase.18f.gov/">cadre de micro-achats de 18F</a> ou au <a href="https://www.digitalmarketplace.service.gov.uk/">carrefour num&eacute;rique du GDS</a>.</li>
        </ul>
        <ul>
            <li>Bon nombre d&rsquo;entreprises en d&eacute;marrage ont manifest&eacute; leur int&eacute;r&ecirc;t &agrave; collaborer avec les gouvernements de fa&ccedil;ons non traditionnelles dans le but de contribuer &agrave; r&eacute;soudre les probl&egrave;mes tout en prouvant leurs mod&egrave;les d&rsquo;affaires. Le gouvernement f&eacute;d&eacute;ral demeure l&rsquo;un des plus grands march&eacute;s potentiels au Canada pour les entreprises, et plusieurs entreprises en d&eacute;marrage ont affirm&eacute; que m&ecirc;me si elles accueillaient favorablement la possibilit&eacute; de collaborer avec le gouvernement, elles ne croient pas en avoir l&rsquo;occasion ou le m&eacute;canisme n&eacute;cessaire. Les participants ont propos&eacute; des solutions comme la diffusion, par le gouvernement, de &laquo;&nbsp;probl&egrave;mes&nbsp;&raquo; ou de &laquo;&nbsp;d&eacute;fis&nbsp;&raquo; pour lesquels les entreprises en d&eacute;marrage pourraient offrir des solutions &ndash; de fa&ccedil;on analogue aux mod&egrave;les d&rsquo;acc&eacute;l&eacute;rateur civique que les villes de Guelph et de Montr&eacute;al mettent &agrave; l&rsquo;essai.</li>
        </ul>
        <div class="comment-panel comment-panel-left section--foundations">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information&nbsp;: </em>En 2015, la communaut&eacute; montr&eacute;alaise des entreprises en d&eacute;marrage a lanc&eacute; <a href="http://innocitemtl.ca/le-programme/">InnoCit&eacute; MTL</a>, un programme d&rsquo;incubateur qui acc&eacute;l&egrave;re les entreprises en d&eacute;marrage se sp&eacute;cialisant dans l&rsquo;innovation urbaine et les villes intelligentes. Les responsables d&rsquo;InnoCit&eacute; MTL s&rsquo;associent &agrave; des entreprises en d&eacute;marrage de la Ville de Montr&eacute;al et &agrave; d&rsquo;autres institutions et entreprises de la Ville, aidant ces derni&egrave;res &agrave; d&eacute;velopper et &agrave; am&eacute;liorer leurs produits &agrave; l&rsquo;aide de donn&eacute;es en temps r&eacute;el et de conseils d&rsquo;experts. Plusieurs entreprises en d&eacute;marrage chapeaut&eacute;es par InnoCit&eacute; <a href="https://quartierinnovationmontreal.com/fr/business-vision/innocite-mtl-un-accelerateur-de-la-ville-intelligente">sont maintenant des entreprises technologiques concurrentielles &agrave; l&rsquo;&eacute;chelle internationale</a>.</p>
        </div>
        <h3><a name="_Toc487629237"></a>Technologies infonuagiques et libres</h3>
        <p>L&rsquo;utilisation de technologies infonuagiques et libres a &eacute;t&eacute; d&eacute;sign&eacute;e comme un &eacute;l&eacute;ment fondamental de l&rsquo;innovation num&eacute;rique.</p>
        <ul>
            <li>Plusieurs repr&eacute;sentants de l&rsquo;industrie ont affirm&eacute; que m&ecirc;me si la publication de la <a href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/technologie-information/informatique-nuage/strategie-adoption-information-nuage-gouvernement-canada.html">Strat&eacute;gie d&rsquo;adoption de l&rsquo;informatique en nuage</a> du SCT, en 2016, repr&eacute;sentait une premi&egrave;re&nbsp;&eacute;tape importante, restent d&rsquo;importants obstacles &agrave; l&rsquo;utilisation de l&rsquo;infonuagique au gouvernement. Aux &eacute;chelles provinciale et municipale, on a mentionn&eacute; que l&rsquo;incertitude quant aux exigences en mati&egrave;re de r&eacute;sidence des donn&eacute;es a eu pour effet de ralentir l&rsquo;adoption des services infonuagiques novateurs.</li>
            <li>Les participants ont soulign&eacute; que les plateformes de sources libres sont devenues un &eacute;l&eacute;ment fondamental de plus en plus important pour la transformation num&eacute;rique dans les organisations du secteur public de partout dans le monde. Les &eacute;quipes de transformation num&eacute;rique aux &Eacute;tats‑Unis et au Royaume-Uni ont insist&eacute; sur le r&ocirc;le crucial qu&rsquo;a jou&eacute; le code source ouvert dans leurs r&eacute;ussites &agrave; ce jour; le Government Digital Service du Royaume-Uni <a href="https://governmenttechnology.blog.gov.uk/2016/11/18/welcome-to-our-new-open-source-lead/">a nomm&eacute; un responsable des sources ouvertes</a> qui est &agrave; la t&ecirc;te des efforts de collaboration et de partage avec les communaut&eacute;s de sources ouvertes de partout dans le monde.</li>
            <li>Bien que le gouvernement du Canada ait franchi des &eacute;tapes initiales en vue de l&rsquo;utilisation des sources libres, il existe encore une m&eacute;connaissance et une g&ecirc;ne face &agrave; l&rsquo;utilisation des sources ouvertes dans l&rsquo;ensemble de l&rsquo;organisation. Les principaux projets de sources libres comprennent la <a href="https://github.com/wet-boew/wet-boew">Bo&icirc;te &agrave; outils de l&rsquo;exp&eacute;rience Web</a> et la <a href="https://github.com/gctools-outilsgc/gcconnex">plateforme de collaboration interne GCconnex</a>, qui ont depuis &eacute;t&eacute; adopt&eacute;es et exploit&eacute;es par d&rsquo;autres administrations. Lors du sommet de 2016 du Open Government Partnership, le gouvernement du Canada <a href="https://paris-declaration.ogpsummit.org/topic/58205fce2fd812b46ab9faa5">s&rsquo;est engag&eacute; &agrave; communiquer ses exp&eacute;riences</a> des plateformes collaboratives libres et &agrave; convoquer une conf&eacute;rence virtuelle sur les sources ouvertes au gouvernement.</li>
        </ul>
        <div class="comment-panel comment-panel-right section--foundations">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information&nbsp;: </em> La Ville de Saskatoon a <a href="https://www.saskatoon.ca/">d&eacute;velopp&eacute; son propre site Web</a> &agrave; partir de la Bo&icirc;te &agrave; outils de l&rsquo;exp&eacute;rience Web, un ensemble de mod&egrave;les visuels et d&rsquo;outils con&ccedil;us pour cr&eacute;er des sites Web qui sont accessibles, interop&eacute;rables, adapt&eacute;s aux appareils mobiles et multilingues. La Bo&icirc;te &agrave; outils de l&rsquo;exp&eacute;rience Web a &eacute;t&eacute; d&eacute;velopp&eacute;e par le gouvernement du Canada, et elle a &eacute;t&eacute; <a href="https://github.com/wet-boew/wet-boew">publi&eacute;e sur GitHub en tant que projet &agrave; source ouverte</a>, permettant &agrave; d&rsquo;autres organisations de r&eacute;utiliser facilement la Bo&icirc;te &agrave; outils et d&rsquo;adapter ais&eacute;ment celle‑ci &agrave; leurs propres sites Web.</p>
        </div>
        <h3><a name="_Toc487629238"></a>Identit&eacute; num&eacute;rique</h3>
        <p>L&rsquo;identit&eacute; num&eacute;rique a &eacute;t&eacute; d&eacute;sign&eacute;e comme un &eacute;l&eacute;ment de base important afin d&rsquo;am&eacute;liorer les services num&eacute;riques dans tout le gouvernement du Canada et entre les administrations.</p>
        <ul>
            <li>L&rsquo;un des &eacute;l&eacute;ments fondamentaux de la prestation des services num&eacute;riques est l&rsquo;identit&eacute; num&eacute;rique&nbsp;: &agrave; moins de pouvoir facilement confirmer son identit&eacute; en ligne, un citoyen ne peut pas acc&eacute;der aux services qui n&eacute;cessitent la validation de l&rsquo;identit&eacute;. M&ecirc;me si tous les minist&egrave;res qui offrent des services en ligne emploient une forme ou une autre d&rsquo;authentification, le manque d&rsquo;uniformit&eacute; &agrave; l&rsquo;&eacute;chelle des minist&egrave;res du gouvernement f&eacute;d&eacute;ral a &eacute;t&eacute; relev&eacute;. De m&ecirc;me, le manque d&rsquo;approches uniformes a &eacute;t&eacute; soulign&eacute; comme un facteur emp&ecirc;chant l&rsquo;utilisation d&rsquo;une identit&eacute; num&eacute;rique partag&eacute;e qui pourrait permettre aux citoyens d&rsquo;acc&eacute;der aux services dans plusieurs ordres de gouvernement.</li>
            <li>On a fait mention de progr&egrave;s r&eacute;alis&eacute;s au cours des derni&egrave;res ann&eacute;es au chapitre de l&rsquo;identit&eacute; num&eacute;rique, y compris le Renouvellement de l&rsquo;authentification &eacute;lectronique et les services d&rsquo;authentification normalis&eacute;s SecureKey de Concierge et Cl&eacute;GC. Ces services permettent aux utilisateurs d&rsquo;inscrire les justificatifs de leur choix de certaines institutions financi&egrave;res ou du gouvernement du Canada afin d&rsquo;acc&eacute;der aux services gouvernementaux en ligne. Derni&egrave;rement, l&rsquo;Agence du revenu du Canada et Service Canada ont &eacute;galement lanc&eacute; un programme qui <a href="http://www.cra-arc.gc.ca/esrvc-srvce/tx/ndvdls/myccnt/srvccnd-fra.html">permet aux utilisateurs de passer facilement</a> du site Web s&eacute;curis&eacute; d&rsquo;un minist&egrave;re &agrave; celui de l&rsquo;autre, sans avoir &agrave; rouvrir de session. Parmi les autres progr&egrave;s accomplis, on trouve l&rsquo;&eacute;laboration du <a href="https://diacc.ca/2016/08/11/pctf-overview/">Cadre de confiance pancanadien</a>, qui normalise les processus permettant de faire confiance aux identit&eacute;s num&eacute;riques entre les administrations.</li>
            <li>Malgr&eacute; ces &eacute;l&eacute;ments fondamentaux, beaucoup de participants ont dit vouloir que le gouvernement f&eacute;d&eacute;ral assume un r&ocirc;le de leadership plus fort et qu&rsquo;il mette &agrave; l&rsquo;essai des solutions d&rsquo;identit&eacute; num&eacute;rique entre les divers champs de comp&eacute;tence.</li>
        </ul>
        <h3><a name="_Toc487629239"></a>Syst&egrave;mes patrimoniaux</h3>
        <p>L&rsquo;une des questions soulev&eacute;es par un grand nombre d&rsquo;intervenants du secteur public est les difficult&eacute;s que cause au gouvernement la n&eacute;cessit&eacute; de maintenir d&rsquo;anciens syst&egrave;mes essentiels &agrave; la mission, et ce, tout en faisant des exp&eacute;riences avec de nouvelles solutions et en les prototypant de mani&egrave;re agile.</p>
        <ul>
            <li>Le gouvernement du Canada &ndash; comme bien d&rsquo;autres administrations &ndash; continue de maintenir des milliers de syst&egrave;mes informatiques patrimoniaux qui soutiennent les services essentiels &agrave; la mission. Bien que certains minist&egrave;res aient mis en place des programmes destin&eacute;s &agrave; moderniser ces syst&egrave;mes, l&rsquo;infrastructure existante doit &ecirc;tre maintenue jusqu&rsquo;&agrave; ce que les services puissent &ecirc;tre enti&egrave;rement int&eacute;gr&eacute;s &agrave; des plateformes modernes.</li>
            <li>Les participants ont soulign&eacute; que bien que l&rsquo;int&eacute;gration des services num&eacute;riques ultramodernes aux plateformes plus &acirc;g&eacute;es pr&eacute;sente divers d&eacute;fis, on peut tout de m&ecirc;me entreprendre des travaux visant &agrave; &eacute;laborer des services orient&eacute;s vers le client et centr&eacute;s sur l&rsquo;utilisateur qui sont reli&eacute;s aux anciens syst&egrave;mes.</li>
            <li>Les gouvernements ne sont pas seuls &agrave; faire face &agrave; ces d&eacute;fis. On a observ&eacute; que les institutions financi&egrave;res offrent un point de comparaison utile, puisqu&rsquo;elles font face &agrave; des questions semblables, relatives &agrave; la taille de leur organisation, &agrave; leur culture et &agrave; leur d&eacute;pendance vis‑&agrave;‑vis de syst&egrave;mes patrimoniaux. Malgr&eacute; ces d&eacute;fis, bon nombre d&rsquo;institutions financi&egrave;res ont r&eacute;ussi &agrave; moderniser radicalement les services orient&eacute;s vers le client au cours de la derni&egrave;re d&eacute;cennie, malgr&eacute; qu&rsquo;elles aient d&ucirc; maintenir en coulisse divers anciens syst&egrave;mes informatiques.</li>
        </ul>
        <h3><a name="_Toc487629240"></a>Litt&eacute;ratie num&eacute;rique</h3>
        <div class="comment-panel comment-panel-left section--foundations">
            <p><em class="sr-only">Encadr&eacute; d&rsquo;information&nbsp;: </em><a href="http://ladieslearningcode.com/">Ladies Learning Code</a> est un organisme &agrave; but non lucratif canadien consacr&eacute; &agrave; la promotion de l&rsquo;apprentissage collaboratif et technologique chez les femmes et les jeunes. L&rsquo;organisme organise des ateliers o&ugrave; l&rsquo;on enseigne le codage et les comp&eacute;tences techniques, et joue un r&ocirc;le important afin d&rsquo;am&eacute;liorer la litt&eacute;ratie num&eacute;rique au Canada. Ladies Learning Code organise des ateliers dans <a href="http://ladieslearningcode.com/about/">plus de 30 municipalit&eacute;s canadiennes</a>, et plus de 25&nbsp;000&nbsp;personnes ont particip&eacute; au programme depuis son lancement en 2011. En 2016, l&rsquo;organisme a annonc&eacute; une nouvelle initiative &ndash; <a href="http://www.canadalearningcode.ca/fr/">Canada Learning Code</a> &ndash; qui vise &agrave; enseigner des comp&eacute;tences num&eacute;riques &agrave; 10&nbsp;millions de Canadiens au cours de la prochaine d&eacute;cennie.</p>
        </div>
        <p>La litt&eacute;ratie num&eacute;rique en g&eacute;n&eacute;ral a &eacute;t&eacute; d&eacute;sign&eacute;e comme essentielle, dans tout le gouvernement ainsi qu&rsquo;&agrave; tous les ordres et dans toutes les fonctions, pour soutenir une prise de d&eacute;cisions intelligentes dans un monde o&ugrave;, de plus en plus, les questions li&eacute;es aux politiques, les programmes et les services poss&egrave;dent tous une composante num&eacute;rique.</p>
        <ul>
            <li>Plusieurs intervenants ont soulign&eacute; que la litt&eacute;ratie num&eacute;rique doit devenir une comp&eacute;tence de base chez tous les fonctionnaires. &Agrave; tous les niveaux, ceux-ci doivent comprendre le fonctionnement des technologies afin de prodiguer des conseils judicieux et de prendre de bonnes d&eacute;cisions. Par extension, la litt&eacute;ratie num&eacute;rique est essentielle afin de comprendre la viabilit&eacute;, le degr&eacute; d&rsquo;effort et le co&ucirc;t associ&eacute;s &agrave; la migration vers de nouvelles solutions et &agrave; une surveillance efficace des projets ax&eacute;s sur la TI au gouvernement.</li>
            <li>On a &eacute;galement indiqu&eacute; que la question de la litt&eacute;ratie num&eacute;rique devrait &ecirc;tre prise en consid&eacute;ration dans le contexte de l&rsquo;arriv&eacute;e des nouveaux fonctionnaires. On a soulign&eacute; que les bases de la gestion technologique et du codage devraient &ecirc;tre int&eacute;gr&eacute;es au programme d&rsquo;&eacute;tudes des &eacute;coles de politiques publiques, tout comme les statistiques et l&rsquo;&eacute;conomie sont d&eacute;sormais mises en valeur dans la trousse d&rsquo;outils de base des fonctionnaires qui prodiguent des conseils sur les politiques et qui g&egrave;rent des programmes dans les gouvernements.</li>
        </ul>
    </div>
    <!--
        Your Thoughts
    -->
    <a name="_Toc476843357"></a>
    <div id="vos-idees" class="section-heading-container">
        <div class="heading-container section--yourthoughts">
            <a href="#haut" class="toplink"><span class="glyphicon glyphicon-chevron-up" aria-hidden="true"></span> <span class="toplinktext">Haut</span></a>
            <h2 class="padded-multiline">
                <span class="pad">Poursuivre la<span class="hidden-print">&nbsp;<br/>&nbsp;</span><span class="visible-print-inline"> </span>conversation</span>
            </h2>
        </div>
    </div>
    <div class="engagement-report-section">
        <p>Le pr&eacute;sent rapport n&rsquo;est que le d&eacute;but d&rsquo;une conversation continue sur le gouvernement num&eacute;rique. Alors qu&rsquo;&eacute;voluent les travaux destin&eacute;s &agrave; &eacute;laborer une approche canadienne en mati&egrave;re de gouvernement num&eacute;rique, votre r&eacute;troaction et vos id&eacute;es joueront un r&ocirc;le essentiel afin que les efforts continuent d&rsquo;&ecirc;tre centr&eacute;s sur les besoins des citoyens. De bien des fa&ccedil;ons, ces travaux visent &agrave; contribuer &agrave; un plus vaste &eacute;change d&rsquo;exp&eacute;riences et d&rsquo;apprentissages sur les initiatives num&eacute;riques dans l&rsquo;optique de travailler ouvertement &ndash; qu&rsquo;il s&rsquo;agisse de tous les ordres de gouvernement ou des partenaires du secteur priv&eacute;, du milieu universitaire et des collectivit&eacute;s.</p>
        <p>Si vous avez des id&eacute;es sur la transformation num&eacute;rique, la prestation des services num&eacute;riques ou l&rsquo;un des sujets ci‑dessus, veuillez rester en contact. Faites-nous part de vos r&eacute;flexions &agrave; l&rsquo;aide de la fonction de commentaire au bas du pr&eacute;sent rapport ou en envoyant un courriel &agrave; l&rsquo;adresse <a href="mailto:cds-snc@tbs-sct.gc.ca">cds-snc@tbs-sct.gc.ca</a></p>
        <p>Vous pouvez aussi communiquer avec nous sur Twitter &agrave; <a href="https://twitter.com/SNC_GC">@SNC_GC</a> ou en utilisant le mot‑clic <a href="https://twitter.com/hashtag/GCnum%C3%A9rique?src=hash">#GCnum&eacute;rique</a>.</p>
        <p>Nous sommes tr&egrave;s reconnaissants de l&rsquo;attention, des id&eacute;es et du temps que tous les intervenants ont apport&eacute;s &agrave; la discussion. Nous avons aussi grandement appr&eacute;ci&eacute; les contributions des partenaires provinciaux et communautaires qui ont contribu&eacute; &agrave; animer et &agrave; organiser les rencontres partout au Canada. Nous esp&eacute;rons que ce processus sera le d&eacute;but d&rsquo;un dialogue continu et d&rsquo;une constante collaboration, ce qui nous permettra d&rsquo;apprendre continuellement de nos efforts mutuels destin&eacute;s &agrave; concevoir de meilleurs services num&eacute;riques pour tous les Canadiens dans l&rsquo;ensemble du pays.</p>
        <p>&nbsp;</p>
    </div>
    <!-- Disqus comments -->
    <div class="engagement-report-section hidden-print">
        <div class="pull-right">
            <!--<a href="#privacy-notice-modal" aria-controls="privacy-notice-modal" class="overlay-lnk btn btn-link wb-lbx" role="button" style="margin-top: -0.2em;" aria-label="Énoncé de confidentialité">Confidentialité</a>
            <a href="{{ site.data.trans[page.lang].trans-base-url }}{{ page.trans_url }}#comments" lang="{{ site.data.trans[page.lang].trans-abbr-switch }}" class="btn btn-link" style="margin-top: -0.2em;">English</a>-->
        </div>
        <h3 id="commentaires" style="margin-bottom: 0.5em" class="hidden-print">
            Vos commentaires
        </h3>

    </div>
</div>