---
layout: engagement/default
title: 'Le commencement de la conversation'
permalink: numerique.canada.ca/commencement-de-la-conversation/
lang: fr
description: "Au cours de la dernière année, nous avons rencontré des gens de partout au Canada, y compris de nouvelles entreprises, des organisations de technologie civile, des universités, des administrations municipales et des gouvernements provinciaux. Nous apprécions tous les commentaires alors que nous poursuivons notre parcours numérique ici au Canada."
trans_url: '/beginning-the-conversation'
---

<div class="engagement-report">
    <h1>Le commencement de la conversation&hellip; <br/><span style="font-weight:normal;">Une approche canadienne en matière de gouvernement numérique</span></h1>
    <div class="summary-heading-background">
    </div>
    <div class="engagement-report-section">
        <p>Le Secr&eacute;tariat du Conseil du Tr&eacute;sor du Canada (SCT) a entrepris une s&eacute;rie de s&eacute;ances de mobilisation sur le gouvernement num&eacute;rique, au cours desquelles il a sollicit&eacute; des id&eacute;es et des points de vue sur <b>l&rsquo;approche &eacute;mergente du gouvernement du Canada visant &agrave; am&eacute;liorer la prestation des services num&eacute;riques</b>. Entre septembre&nbsp;2016 et f&eacute;vrier&nbsp;2017, le SCT a rencontr&eacute; de nombreux intervenants issus de divers milieux dans 20&nbsp;villes et 10&nbsp;provinces et territoires &agrave; l&rsquo;&eacute;chelle du Canada. Il s&rsquo;agissait entre autres de gouvernements provinciaux, d&rsquo;administrations municipales, d&rsquo;entreprises du secteur des technologies, d&rsquo;entreprises en d&eacute;marrage et d&rsquo;incubateurs d&rsquo;entreprises, d&rsquo;organisations de technologies civiles et d&rsquo;&eacute;tablissements d&rsquo;enseignement.</p>
        <div style="text-align:center;">
            <p>
                <a href="/commencement-de-la-conversation/rapport-complet" class="btn btn-primary btn-lg"><span class="glyphicon glyphicon-chevron-right" aria-hidden="true"></span> Lire le rapport complet</a>
            </p>
        </div>
        <p>Cette tourn&eacute;e de mobilisation pancanadienne est l&rsquo;un des &eacute;l&eacute;ments qui a inspir&eacute; la cr&eacute;ation du <a href="/">Service num&eacute;rique canadien</a>, qui donne suite &agrave; l&rsquo;engagement pris par le gouvernement dans le <a href="http://www.budget.gc.ca/2017/docs/plan/chap-01-fr.html#Toc477718113">Budget 2017</a> d&rsquo;adopter de nouvelles fa&ccedil;ons de servir les Canadiens. Le pr&eacute;sent rapport fait &eacute;tat des grandes lignes de la r&eacute;troaction qui a &eacute;t&eacute; re&ccedil;ue lors de ces s&eacute;ances de mobilisation, de m&ecirc;me que les le&ccedil;ons apprises d&rsquo;autres gouvernements de partout dans le monde qui cherchent &agrave; adopter des approches novatrices en mati&egrave;re de transformation num&eacute;rique. Un grand nombre d&rsquo;intervenants ont parl&eacute; des d&eacute;fis auxquels ils avaient fait face en raison de services en ligne d&eacute;suets ou difficiles &agrave; utiliser. Les partenaires des administrations municipales et des gouvernements provinciaux ont parl&eacute; des obstacles auxquels ils faisaient face au moment d&rsquo;embaucher et de maintenir en poste des personnes ayant des talents du num&eacute;rique, ou encore d'adopter de nouvelles approches de conception centr&eacute;e sur l'utilisateur et de mise en &oelig;uvre de technologies en vue de les int&eacute;grer aux structures et aux processus traditionnels du gouvernement. Ces conversations ont porté sur quatre grands thèmes :</p>
    </div>
    <div class="row">
        <div class="col-sm-6 col-lg-3">
            <a href="/commencement-de-la-conversation/rapport-complet#organiser" class="heading-container section--organizing mini-heading-container">
                <span class="padded-multiline">
                    <span>S’organiser pour&nbsp;<br/>&nbsp;offrir le numérique</span>
                </span>
            </a>
        </div>
        <div class="col-sm-6 col-lg-3">
            <a href="/commencement-de-la-conversation/rapport-complet#talent" class="heading-container section--talent mini-heading-container">
                <span class="padded-multiline">
                    <span>Talent pour le&nbsp;<br/>&nbsp;numérique</span>
                </span>
            </a>
        </div>
        <div class="col-sm-6 col-lg-3">
            <a href="/commencement-de-la-conversation/rapport-complet#conception" class="heading-container section--design mini-heading-container">
                <span class="padded-multiline">
                    <span>Conception et&nbsp;<br/>&nbsp;prestation de&nbsp;<br/>&nbsp;services numériques</span>
                </span>
            </a>
        </div>
        <div class="col-sm-6 col-lg-3">
            <a href="/commencement-de-la-conversation/rapport-complet#assises" class="heading-container section--foundations mini-heading-container">
                <span class="padded-multiline">
                    <span>Établir les bonnes assises</span>
                </span>
            </a>
        </div>
    </div>
    <div class="engagement-report-section">
        <h2>Points saillants</h2>
        <p>Lors des s&eacute;ances de mobilisation organis&eacute;es avec des intervenants &agrave; l&rsquo;&eacute;chelle du Canada, un large &eacute;ventail d&rsquo;id&eacute;es et de points de vue ont &eacute;t&eacute; mis de l&rsquo;avant, contribuant &agrave; &eacute;clairer une voie &agrave; suivre quant &agrave; une approche canadienne en mati&egrave;re de gouvernement num&eacute;rique. Cette r&eacute;troaction comprenait les &eacute;l&eacute;ments suivants.</p>
        <ul>
            <li>Il faut faire passer les utilisateurs en premier, avant les processus gouvernementaux.</li>
            <li>Pour faire avancer la transformation num&eacute;rique, il faut un leadership horizontal solide.</li>
            <li>&laquo;&nbsp;Travailler ouvertement&nbsp;&raquo; pour acc&eacute;l&eacute;rer les changements dans les minist&egrave;res et les administrations.</li>
            <li>Le r&ocirc;le crucial que jouent les donn&eacute;es et l&rsquo;identit&eacute; num&eacute;rique pour ce qui est d&rsquo;am&eacute;liorer la prestation des services, et les questions complexes li&eacute;es aux politiques et &agrave; la perception du public qui concernent la protection des renseignements personnels et l&rsquo;utilisation des donn&eacute;es dans les organisations et les administrations</li>
            <li>La n&eacute;cessit&eacute; de trouver de meilleurs moyens de jumeler les personnes talentueuses de l&rsquo;externe aux possibilit&eacute;s au gouvernement et de mobiliser la nouvelle g&eacute;n&eacute;ration de talents du num&eacute;rique</li>
            <li>Tirer parti de l&rsquo;effectif de la technologie de l&rsquo;information (TI) qui est d&eacute;j&agrave; en place au gouvernement en rendant possible l&rsquo;innovation de l&rsquo;int&eacute;rieur et combler les lacunes en mati&egrave;re de comp&eacute;tences dans les domaines de la conception centr&eacute;e sur l&rsquo;utilisateur et du d&eacute;veloppement agile.</li>
            <li>Repenser l&rsquo;approvisionnement afin de trouver des moyens, pour les entreprises en d&eacute;marrage et les acteurs non traditionnels, de collaborer avec le gouvernement et de cr&eacute;er conjointement des solutions.</li>
            <li>L&rsquo;importance de l&rsquo;infonuagique et des technologies libres en tant qu&rsquo;&eacute;l&eacute;ments fondamentaux de l&rsquo;innovation dans la prestation des services num&eacute;riques</li>
            <li>La n&eacute;cessit&eacute; d&rsquo;une plus vaste litt&eacute;ratie num&eacute;rique &agrave; tous les ordres de gouvernement afin d&rsquo;appuyer une prise de d&eacute;cision &eacute;clair&eacute;e alors que les questions strat&eacute;giques, les programmes et les services pr&eacute;sentent de plus en plus des composantes num&eacute;riques.</li>
        </ul>
        <p>Le pr&eacute;sent rapport de mobilisation ne repr&eacute;sente que le commencement d&rsquo;une conversation sur ce que l&rsquo;avenir r&eacute;serve au gouvernement num&eacute;rique au Canada &ndash; les possibilit&eacute;s sont grandes, et il y a encore beaucoup &agrave; faire. Les s&eacute;ances de mobilisation des intervenants &eacute;taient destin&eacute;es, en partie, &agrave; &eacute;tablir un r&eacute;seau de sp&eacute;cialistes du gouvernement num&eacute;rique dans l&rsquo;ensemble du Canada afin de rendre possible un &eacute;change continu d&rsquo;exp&eacute;riences. Dans cette optique, vos id&eacute;es, votre r&eacute;troaction et vos commentaires sont les bienvenus &ndash; veuillez rester en contact en utilisant la <a href="/commencement-de-la-conversation/rapport-complet#commentaires">fonction de commentaire</a> au bas du pr&eacute;sent rapport, ou encore en envoyant un courriel &agrave; l&rsquo;adresse <a href="mailto:cds-snc@tbs-sct.gc.ca">cds-snc@tbs-sct.gc.ca</a>. Vous pouvez aussi communiquer avec nous sur Twitter &agrave; <a href="https://twitter.com/SNC_GC">@SNC_GC</a> ou en utilisant le mot‑clic <a href="https://twitter.com/hashtag/GCnum%C3%A9rique?src=hash">#GCnum&eacute;rique</a>.</p>
        <div style="text-align:center;">
            <p>
                <a href="/commencement-de-la-conversation/rapport-complet" class="btn btn-primary btn-lg"><span class="glyphicon glyphicon-chevron-right" aria-hidden="true"></span> Lire le rapport complet</a>
            </p>
            <p>
                <a href="/" class="btn btn-link">Retour au site du <br/>Service numérique canadien</a>
            </p>
        </div>
    </div>
</div>